if (typeof module !== 'undefined' && typeof exports !== 'undefined' && module.exports === exports){
  module.exports = 'highcharts-ng';
}
(function () {
  'use strict';
  /*global angular: false, Highcharts: false */

  angular.module('highcharts-ng', [])
    .factory('highchartsNGUtils', highchartsNGUtils)
    .directive('highchart', ['highchartsNGUtils', '$timeout', highchart]);

  function highchartsNGUtils() {

    return {

      //IE8 support
      indexOf: function (arr, find, i /*opt*/) {
        if (i === undefined) i = 0;
        if (i < 0) i += arr.length;
        if (i < 0) i = 0;
        for (var n = arr.length; i < n; i++)
          if (i in arr && arr[i] === find)
            return i;
        return -1;
      },

      prependMethod: function (obj, method, func) {
        var original = obj[method];
        obj[method] = function () {
          var args = Array.prototype.slice.call(arguments);
          func.apply(this, args);
          if (original) {
            return original.apply(this, args);
          } else {
            return;
          }

        };
      },

      deepExtend: function deepExtend(destination, source) {
        //Slightly strange behaviour in edge cases (e.g. passing in non objects)
        //But does the job for current use cases.
        if (angular.isArray(source)) {
          destination = angular.isArray(destination) ? destination : [];
          for (var i = 0; i < source.length; i++) {
            destination[i] = deepExtend(destination[i] || {}, source[i]);
          }
        } else if (angular.isObject(source)) {
          for (var property in source) {
            destination[property] = deepExtend(destination[property] || {}, source[property]);
          }
        } else {
          destination = source;
        }
        return destination;
      }
    };
  }

  function highchart(highchartsNGUtils, $timeout) {

    // acceptable shared state
    var seriesId = 0;
    var ensureIds = function (series) {
      var changed = false;
      angular.forEach(series, function(s) {
        if (!angular.isDefined(s.id)) {
          s.id = 'series-' + seriesId++;
          changed = true;
        }
      });
      return changed;
    };

    // immutable
    var axisNames = [ 'xAxis', 'yAxis' ];
    var chartTypeMap = {
      'stock': 'StockChart',
      'map':   'Map',
      'chart': 'Chart'
    };

    var getMergedOptions = function (scope, element, config) {
      var mergedOptions = {};

      var defaultOptions = {
        chart: {
          events: {}
        },
        title: {},
        subtitle: {},
        series: [],
        credits: {},
        plotOptions: {},
        navigator: {enabled: false}
      };

      if (config.options) {
        mergedOptions = highchartsNGUtils.deepExtend(defaultOptions, config.options);
      } else {
        mergedOptions = defaultOptions;
      }
      mergedOptions.chart.renderTo = element[0];

      angular.forEach(axisNames, function(axisName) {
        if(angular.isDefined(config[axisName])) {
          mergedOptions[axisName] = angular.copy(config[axisName]);

          if(angular.isDefined(config[axisName].currentMin) ||
              angular.isDefined(config[axisName].currentMax)) {

            highchartsNGUtils.prependMethod(mergedOptions.chart.events, 'selection', function(e){
              var thisChart = this;
              if (e[axisName]) {
                scope.$apply(function () {
                  scope.config[axisName].currentMin = e[axisName][0].min;
                  scope.config[axisName].currentMax = e[axisName][0].max;
                });
              } else {
                //handle reset button - zoom out to all
                scope.$apply(function () {
                  scope.config[axisName].currentMin = thisChart[axisName][0].dataMin;
                  scope.config[axisName].currentMax = thisChart[axisName][0].dataMax;
                });
              }
            });

            highchartsNGUtils.prependMethod(mergedOptions.chart.events, 'addSeries', function(e){
              scope.config[axisName].currentMin = this[axisName][0].min || scope.config[axisName].currentMin;
              scope.config[axisName].currentMax = this[axisName][0].max || scope.config[axisName].currentMax;
            });
          }
        }
      });

      if(config.title) {
        mergedOptions.title = config.title;
      }
      if (config.subtitle) {
        mergedOptions.subtitle = config.subtitle;
      }
      if (config.credits) {
        mergedOptions.credits = config.credits;
      }
      if(config.size) {
        if (config.size.width) {
          mergedOptions.chart.width = config.size.width;
        }
        if (config.size.height) {
          mergedOptions.chart.height = config.size.height;
        }
      }
      return mergedOptions;
    };

    var updateZoom = function (axis, modelAxis) {
      var extremes = axis.getExtremes();
      if(modelAxis.currentMin !== extremes.dataMin || modelAxis.currentMax !== extremes.dataMax) {
        axis.setExtremes(modelAxis.currentMin, modelAxis.currentMax, false);
      }
    };

    var processExtremes = function(chart, axis, axisName) {
      if(axis.currentMin || axis.currentMax) {
        chart[axisName][0].setExtremes(axis.currentMin, axis.currentMax, true);
      }
    };

    var chartOptionsWithoutEasyOptions = function (options) {
      return highchartsNGUtils.deepExtend({}, options, {data: null, visible: null});
    };

    var getChartType = function(scope) {
      if (scope.config === undefined) return 'Chart';
      return chartTypeMap[('' + scope.config.chartType).toLowerCase()] ||
             (scope.config.useHighStocks ? 'StockChart' : 'Chart');
    };

    return {
      restrict: 'EAC',
      replace: true,
      template: '<div></div>',
      scope: {
        config: '=',
        disableDataWatch: '='
      },
      link: function (scope, element, attrs) {
        // We keep some chart-specific variables here as a closure
        // instead of storing them on 'scope'.

        // prevSeriesOptions is maintained by processSeries
        var prevSeriesOptions = {};

        var processSeries = function(series) {
          var i;
          var ids = [];

          if(series) {
            var setIds = ensureIds(series);
            if(setIds) {
              //If we have set some ids this will trigger another digest cycle.
              //In this scenario just return early and let the next cycle take care of changes
              return false;
            }

            //Find series to add or update
            angular.forEach(series, function(s) {
              ids.push(s.id);
              var chartSeries = chart.get(s.id);
              if (chartSeries) {
                if (!angular.equals(prevSeriesOptions[s.id], chartOptionsWithoutEasyOptions(s))) {
                  chartSeries.update(angular.copy(s), false);
                } else {
                  if (s.visible !== undefined && chartSeries.visible !== s.visible) {
                    chartSeries.setVisible(s.visible, false);
                  }
                  chartSeries.setData(angular.copy(s.data), false);
                }
              } else {
                chart.addSeries(angular.copy(s), false);
              }
              prevSeriesOptions[s.id] = chartOptionsWithoutEasyOptions(s);
            });

            //  Shows no data text if all series are empty
            if(scope.config.noData) {
              var chartContainsData = false;

              for(i = 0; i < series.length; i++) {
                if (series[i].data && series[i].data.length > 0) {
                  chartContainsData = true;

                  break;
                }
              }

              if (!chartContainsData) {
                chart.showLoading(scope.config.noData);
              } else {
                chart.hideLoading();
              }
            }
          }

          //Now remove any missing series
          for(i = chart.series.length - 1; i >= 0; i--) {
            var s = chart.series[i];
            if (s.options.id !== 'highcharts-navigator-series' && highchartsNGUtils.indexOf(ids, s.options.id) < 0) {
              s.remove(false);
            }
          }

          return true;
        };

        // chart is maintained by initChart
        var chart = false;
        var initChart = function() {
          if (chart) chart.destroy();
          prevSeriesOptions = {};
          var config = scope.config || {};
          var mergedOptions = getMergedOptions(scope, element, config);
          var func = config.func || undefined;
          var chartType = getChartType(scope);

          chart = new Highcharts[chartType](mergedOptions, func);

          for (var i = 0; i < axisNames.length; i++) {
            if (config[axisNames[i]]) {
              processExtremes(chart, config[axisNames[i]], axisNames[i]);
            }
          }
          if(config.loading) {
            chart.showLoading();
          }
          config.getHighcharts = function() {
            return chart;
          };

        };
        initChart();


        if(scope.disableDataWatch){
          scope.$watchCollection('config.series', function (newSeries, oldSeries) {
            processSeries(newSeries);
            chart.redraw();
          });
        } else {
          scope.$watch('config.series', function (newSeries, oldSeries) {
            var needsRedraw = processSeries(newSeries);
            if(needsRedraw) {
              chart.redraw();
            }
          }, true);
        }

        scope.$watch('config.title', function (newTitle) {
          chart.setTitle(newTitle, true);
        }, true);

        scope.$watch('config.subtitle', function (newSubtitle) {
          chart.setTitle(true, newSubtitle);
        }, true);

        scope.$watch('config.loading', function (loading) {
          if(loading) {
            chart.showLoading(loading === true ? null : loading);
          } else {
            chart.hideLoading();
          }
        });
        scope.$watch('config.noData', function (noData) {
          if(scope.config && scope.config.loading) {
            chart.showLoading(noData);
          }
        }, true);

        scope.$watch('config.credits.enabled', function (enabled) {
          if (enabled) {
            chart.credits.show();
          } else if (chart.credits) {
            chart.credits.hide();
          }
        });

        scope.$watch(getChartType, function (chartType, oldChartType) {
          if (chartType === oldChartType) return;
          initChart();
        });

        angular.forEach(axisNames, function(axisName) {
          scope.$watch('config.' + axisName, function(newAxes, oldAxes) {
            if (newAxes === oldAxes || !newAxes) {
              return;
            }

            if (angular.isArray(newAxes)) {

              for (var axisIndex = 0; axisIndex < newAxes.length; axisIndex++) {
                var axis = newAxes[axisIndex];

                if (axisIndex < chart[axisName].length) {
                  chart[axisName][axisIndex].update(axis, false);
                  updateZoom(chart[axisName][axisIndex], angular.copy(axis));
                }

              }

            } else {
              // update single axis
              chart[axisName][0].update(newAxes, false);
              updateZoom(chart[axisName][0], angular.copy(newAxes));
            }

            chart.redraw();
          }, true);
        });
        scope.$watch('config.options', function (newOptions, oldOptions, scope) {
          //do nothing when called on registration
          if (newOptions === oldOptions) return;
          initChart();
          processSeries(scope.config.series);
          chart.redraw();
        }, true);

        scope.$watch('config.size', function (newSize, oldSize) {
          if(newSize === oldSize) return;
          if(newSize) {
            chart.setSize(newSize.width || undefined, newSize.height || undefined);
          }
        }, true);

        scope.$on('highchartsng.reflow', function () {
          chart.reflow();
        });

        scope.$on('$destroy', function() {
          if (chart) {
            try{
              chart.destroy();
            }catch(ex){
              // fail silently as highcharts will throw exception if element doesn't exist
            }

            $timeout(function(){
              element.remove();
            }, 0);
          }
        });

      }
    };
  }
}());


// CHICAGO-SPECIFIC VARIABLES

window.encodedTractPaths = {"100100":["éěĆáîĦ","éěďáĦĉ","éěĀâëĢ","êÌìâëā","ëäÕâèĪ","ëäāáğÏ","ëØÚáğá","êĥÖáìĒ","éěĆáîĦ"],"100200":["ëäĎáĂĖ","ëäāáğÏ","ëäÕâèĪ","êÌìâëā","ëÔèäâČ","ë×ùäâć","ëĆĦäâÖ","ëćØäÔô","ëčÿäÓú","ëčĩãčê","ëćåãčñ","ëćâãÿ×","ëþòãýì","ëþĆãåĩ","ëćĩãåĘ","ëĈíâĎÞ","ëĂĀâĉË","ëĄĎâĄù","ëúĤâíġ","ëýÎâãÚ","ëûĥâÝò","ëüÐâÓħ","ëÿĥâÌĝ","ëĀöâÉë","ëþĕáĢç","ëāçáğĦ","ëĉäáĞé","ëĘùáĖĢ","ëĜÑáĒø","ëěâáČó","ëėàáĈí","ëĎĈáąõ","ëöĝáĂû","ëäĎáĂĖ"],"100300":["ëÔèäâČ","êÌìâëā","éěĀâëĢ","éĚääãĩ","éĘġäĕñ","êëĪäĔĤ","êąÕåâď","ëàêåáù","ëáęäĆÑ","ëÐĕäąġ","ëÐùäâđ","ëÔèäâČ"],"100400":["éīĊåģě","êĝčåĘÛ","ëßÏåĐĎ","ëàêåáù","êąÕåâď","êëĪäĔĤ","éĘġäĕñ","éęèäĤğ","éĤęåðü","éīĊåģě"],"100500":["éĘġäĕñ","éĚääãĩ","éÑûäå×","èīħäåÞ","èĩöåãđ","èąÙåäÑ","èĄĉåøò","èĞĔåøß","èĞĔåüĠ","èĨėåüý","èĦģæáģ","èĞÈæáĪ","èĝÕæēĜ","èĦÍæēĖ","èĥĕæĤĒ","éËĒæĤč","éËĎæĦĝ","éÐáæĦĚ","éÏċçàĚ","éþğçàí","éÿìæĢë","éăĝæġī","éĄāæ÷×","éāĚæ÷Ù","éāĝæõ÷","éîĨæôĦ","éîĘæÿĐ","éëĠæÿĊ","éë×æăÒ","éãĞæĂħ","éãĥæþć","éàØæþĄ","éß÷æĦĒ","éÕēæĦĖ","é×èæÊĚ","éīĊåģě","éĤęåðü","éęèäĤğ","éĘġäĕñ"],"100600":["éěĀâëĢ","éÓÒâíå","éÑûäå×","éĚääãĩ","éěĀâëĢ"],"100700":["èīħäåÞ","éÑûäå×","éÓÒâíå","èóõâîĉ","èòæãěĘ","èíþãěĪ","èíâäæÓ","èīħäåÞ"],"110100":["ëäĎáĂĖ","ëàÑáāĂ","ëÝĐáýô","ëÞÞá÷ë","ëáĝáñğ","ëàóáçą","ëãÎááĊ","ëÝÜáÙß","ëÝėáÓĕ","ëàĈáÊë","ëáÔàĥú","ëßïàěÏ","ëÚğàđÚ","ë×ēàďÑ","ëÒćàĎÌ","ëËčàĐÝ","êħðàĘē","êĢďàĥġ","êġÍàħï","êĝėàħă","êĖĂàĥÑ","êĐöàğþ","êĎÈàĔĕ","êčđàĎã","êČÕàċí","êĈĞàČÈ","êĆĨàđð","êĀïàēĨ","êúñàĐħ","ê÷ÑàČĊ","êôħàĆò","êòåàîÛ","êõÝàêđ","êúñàêĩ","êþċàãû","êÿĥàØØ","êüðàÎĚ","êøÖàÈÒ","êûùßħĠ","êüČßĠë","êāÛßěð","êÿíßĖĤ","êýÓßĖī","êóþßĒõ","êïğßēč","êìħßęß","êéēßęÖ","êçÿßĕĨ","êçèßēę","êèÈßčĥ","êêçßĉæ","êÍÌßùø","éĜËßðÔ","éĜÓßîĊ","éãôßÑ×","éåÒßÓĝ","éĉÞßĎČ","éąðßēĜ","éĊÒßĜé","éĉĕàòè","éěĩàòÈ","éěĆáîĦ","êĥÖáìĒ","ëØÚáğá","ëäāáğÏ","ëäĎáĂĖ"],"110200":["éĉĕàòè","èĪèàóą","éüČáïă","éěďáĦĉ","éěĆáîĦ","éěĩàòÈ","éĉĕàòè"],"110300":["éěďáĦĉ","éüČáïă","èôĒáñč","èïĢáðĢ","èîĜââä","èîČâîč","èóõâîĉ","éÓÒâíå","éěĀâëĢ","éěďáĦĉ"],"110400":["èïĢáðĢ","èôĒáñč","éüČáïă","èĪèàóą","èĔÞàÌú","èđąàÊÕ","èāĞàêØ","èñöàéĄ","èïĢáðĢ"],"110500":["éåÒßÓĝ","èėĆßÒù","èėóÞĞč","èêàÞĜĢ","èéĂßëĀ","èéêßĊÎ","èæüßĐÒ","èèÿàÎè","èèðàéè","èñöàéĄ","èāĞàêØ","èđąàÊÕ","èĔÞàÌú","èĪèàóą","éĉĕàòè","éĊÒßĜé","éąðßēĜ","éĉÞßĎČ","éåÒßÓĝ"],"120100":["ìØûàĆ×","ìÏËàāà","ìÍÐàýú","êêößĈĤ","êêçßĉæ","êèÈßčĥ","êçèßēę","êçÿßĕĨ","êéēßęÖ","êìħßęß","êïğßēč","êóþßĒõ","êýÓßĖī","êÿíßĖĤ","êāÛßěð","êüČßĠë","êûùßħĠ","êøÖàÈÒ","êüðàÎĚ","êÿĥàØØ","êþċàãû","êúñàêĩ","êõÝàêđ","êòåàîÛ","êôħàĆò","ê÷ÑàČĊ","êúñàĐħ","êĀïàēĨ","êĆĨàđð","êĈĞàČÈ","êČÕàċí","êčđàĎã","êĎÈàĔĕ","êĐöàğþ","êĖĂàĥÑ","êĝėàħă","êġÍàħï","êĢďàĥġ","êħðàĘē","ëËčàĐÝ","ëÒćàĎÌ","ë×ēàďÑ","ëÚğàđÚ","ëßïàěÏ","ëáÔàĥú","ëàĈáÊë","ëÝėáÓĕ","ëÝÜáÙß","ëãÎááĊ","ëàóáçą","ëáĝáñğ","ëÞÞá÷ë","ëÝĐáýô","ëàÑáāĂ","ëäĎáĂĖ","ëöĝáĂû","ëĎĈáąõ","ëėàáĈí","ëěâáČó","ëĜÑáĒø","ëĘùáĖĢ","ëĉäáĞé","ëāçáğĦ","ëþĕáĢç","ëĀöâÉë","ëÿĥâÌĝ","ëüÐâÓħ","ëûĥâÝò","ëýÎâãÚ","ëúĤâíġ","ëĄĎâĄù","ëīÿáĖĂ","ìÐėáġĂ","ìĒþâõĖ","ìĒùáûÞ","íÐīáùă","íÐòáää","ìĒïáåÑ","ìĒ×àĤÍ","ìØûàĆ×"],"120200":["ëãõÞñĪ","éģêÞñ×","éĤÖÞąđ","éĞùÞđÜ","éĝîÞĕĥ","éġĎÞĠĂ","éĢĖÞĨď","éġÔßÈÒ","éėĪßÏö","éĕĨßÕÚ","éĖÒßÚÚ","éĘĠßÝà","éĞíßÜĨ","éĢĒßÞĀ","éĩĖßæÍ","êÉúßèî","êËéßçå","êÍÚßâá","êÑÍßâÑ","êÕËßéĥ","êãÍßðø","êíéßüħ","êíăßÿä","êêößĈĤ","ìÍÐàýú","ìÍÐàýú","ëğĚàØú","ëģĤàÕÞ","ìÉĆàéī","ìíėàéÙ","ìíåßēÛ","ëĞĩßĕñ","ëďôßęá","ëãĂÞğÿ","ëãõÞñĪ"],"120300":["ëãÎÜÞē","êħÎÜ÷ó","êÿûÜĕÚ","êÿðÜğÝ","êíøÝÈê","êÙĕÝòĆ","éęčÝñą","éĘĠÞäò","éĝíÞåĝ","éĠĦÞèĜ","éģÞÞîî","éģêÞñ×","ëãõÞñĪ","ëãÎÜÞē"],"120400":["éģêÞñ×","éÏĪÞîø","èûęÞíÏ","èðąÞéā","èêĞÞëĕ","èêàÞĜĢ","èėóÞĞč","èėĆßÒù","éåÒßÓĝ","éãôßÑ×","éĜÓßîĊ","éĜËßðÔ","êÍÌßùø","êêçßĉæ","êêößĈĤ","êíăßÿä","êíéßüħ","êãÍßðø","êÕËßéĥ","êÑÍßâÑ","êÍÚßâá","êËéßçå","êÉúßèî","éĩĖßæÍ","éĢĒßÞĀ","éĞíßÜĨ","éĘĠßÝà","éĖÒßÚÚ","éĕĨßÕÚ","éėĪßÏö","éġÔßÈÒ","éĢĖÞĨď","éġĎÞĠĂ","éĝîÞĕĥ","éĞùÞđÜ","éĤÖÞąđ","éģêÞñ×"],"130100":["éĚĠÜòĠ","êþ÷Üôė","êĊĎÜ÷Ü","êħÎÜ÷ó","ëãÎÜÞē","ëäßÚĉâ","êĦėÚĄÜ","êĂòÚùù","êāÛÛ÷Ù","éěĩÛõÓ","éĚĠÜòĠ"],"130200":["éĚĠÜòĠ","éÑġÜðġ","èđñÜïğ","èđÊÜĔğ","èĢĜÜĕþ","èģÐÜġĐ","éÑíÜĢã","éÏĪÞîø","éģêÞñ×","éģÞÞîî","éĠĦÞèĜ","éĝíÞåĝ","éĘĠÞäò","éęčÝñą","êÙĕÝòĆ","êíøÝÈê","êÿðÜğÝ","êÿûÜĕÚ","êħÎÜ÷ó","êĊĎÜ÷Ü","êþ÷Üôė","éĚĠÜòĠ"],"130300":["éĝíÚãā","éĝáÚ÷è","éěĩÛõÓ","êāÛÛ÷Ù","êĂòÚùù","êàĨÚðÓ","êÛĘÚíī","êÛôÚìá","êÚËÚíç","êÖĝÚìĕ","éĝíÚãā"],"130400":["èĢÐÙĪĥ","èĦÔÚÎë","èĪĚÚáì","éÉáÚì÷","éÉîÚõÏ","éĝáÚ÷è","éĝíÚãā","èĢÐÙĪĥ"],"130500":["éĝáÚ÷è","éÉîÚõÏ","èīĄÚýĕ","èħÚÚĊġ","èĥÜÚĎÑ","èĝçÚēÈ","èėġÚĘÐ","èēĞÚģÒ","èĒâÚĪę","èĒëÛÚÚ","èĞĚÛòó","èĦÛÛăĢ","èĨďÛĔÞ","èīăÛĝÚ","éÍÊÛĦÑ","éÓöÜÈċ","éÕħÜÏÚ","é×ýÜ×ê","é×úÜÜĚ","éÕÑÜãČ","éÑīÜçć","éÑġÜðġ","éĚĠÜòĠ","éěĩÛõÓ","éĝáÚ÷è"],"140100":["èïÑÚóã","éÉîÚõÏ","éÉáÚì÷","èĪĚÚáì","èĦÔÚÎë","èĢÐÙĪĥ","èĒÒÙĦá","èĊĪÙĢĒ","èĀġÙĜÜ","èöþÙĒÈ","èïĐÙčç","èïÑÚóã"],"140200":["èïÑÚóã","èîÍÛñÒ","èĞĚÛòó","èĒëÛÚÚ","èĒâÚĪę","èēĞÚģÒ","èėġÚĘÐ","èĝçÚēÈ","èĥÜÚĎÑ","èħÚÚĊġ","èīĄÚýĕ","éÉîÚõÏ","èïÑÚóã"],"140300":["èĞĚÛòó","èîÍÛñÒ","èìīÜîě","èđñÜïğ","éÑġÜðġ","éÑīÜçć","éÕÑÜãČ","é×úÜÜĚ","é×ýÜ×ê","éÕħÜÏÚ","éÓöÜÈċ","éÍÊÛĦÑ","èīăÛĝÚ","èĨďÛĔÞ","èĦÛÛăĢ","èĞĚÛòó"],"140400":["èđñÜïğ","èìīÜîě","èëģÝíĂ","èêĞÞëĕ","èðąÞéā","èûęÞíÏ","éÏĪÞîø","éÑíÜĢã","èģÐÜġĐ","èĢĜÜĕþ","èđÊÜĔğ","èđñÜïğ"],"140500":["çćĜÜÿù","èÙČÝéĔ","èÛĩÝíÏ","èëģÝíĂ","èìīÜîě","çĈÌÜìĜ","çćĜÜÿù"],"140600":["çĈÌÜìĜ","èìīÜîě","èîÍÛñÒ","çĉâÛîħ","çĈÌÜìĜ"],"140700":["çĉâÛîħ","èîÍÛñÒ","èïÑÚóã","çĊôÚñÌ","çĉâÛîħ"],"140800":["çĊôÚñÌ","èïÑÚóã","èïĐÙčç","èÊõÙåĢ","çĞìÙÖė","çċæÙÎÉ","çĊôÚñÌ"],"150100":["æĠēÞçĄ","çĔĤÞêó","çĖĐÞèö","çđČÞßą","çĆÕÞÊħ","çąĥÞßï","æġçÝĝĠ","æĠēÞçĄ"],"150200":["çđČÞßą","çĖĐÞèö","çĔĤÞêó","æĠēÞçĄ","æğāßæË","çėãßéÍ","çėàßÛà","èÊÖßïÎ","èÌċßêć","èéĂßëĀ","èêàÞĜĢ","èêĞÞëĕ","çĩýÞêč","çĠøÞæí","çġïÞíĈ","çĞġÞåû","çěāÞäÚ","çĘĤÞæá","çđČÞßą"],"150300":["èéĂßëĀ","èÌċßêć","èÊÖßïÎ","çėàßÛà","çėãßéÍ","æğāßæË","æĞñàäÿ","èèðàéè","èèÿàÎè","èæüßĐÒ","èéêßĊÎ","èéĂßëĀ"],"150400":["æĝÕáâæ","èçÎáçà","èïĢáðĢ","èñöàéĄ","èèðàéè","æĞñàäÿ","æĝÕáâæ"],"150500":["æěđâà×","çĀĒââą","çęøâãö","çğąâåË","çĢÏââà","èîĜââä","èïĢáðĢ","èçÎáçà","æĝÕáâæ","æěđâà×"],"150600":["æÔäáßĂ","æĝÕáâæ","æĞñàäÿ","æÕêàâÓ","æÔäáßĂ"],"150700":["æÕêàâÓ","æĞñàäÿ","æğāßæË","æÖĂßãĕ","æÕêàâÓ"],"150800":["æĠēÞçĄ","æ×ęÞåÜ","æÖĂßãĕ","æğāßæË","æĠēÞçĄ"],"150900":["æġçÝěþ","æØòÝĚÑ","æ×ęÞåÜ","æĠēÞçĄ","æġçÝĝĠ","æġçÝěþ"],"151000":["åóùÝėĈ","åóøÝĘæ","åòĚÞãå","åñāßáõ","æÖĂßãĕ","æ×ęÞåÜ","æØòÝĚÑ","åėĩÝęÍ","åėĠÝĠ×","åąûÝğû","åąĆÝĘÔ","åóùÝėĈ"],"151100":["åðèàßÿ","æÕêàâÓ","æÖĂßãĕ","åñāßáõ","åðèàßÿ"],"151200":["åïÍáÜĎ","æÔäáßĂ","æÕêàâÓ","åðèàßÿ","åïÍáÜĎ"],"160100":["çĆÕÞÊħ","çđČÞßą","çĘĤÞæá","çěāÞäÚ","çĞġÞåû","çġïÞíĈ","çĠøÞæí","çĩýÞêč","èêĞÞëĕ","èëģÝíĂ","èÛĩÝíÏ","èÙČÝéĔ","èÙĂÝôĂ","çĆĞÝòĘ","çĆÕÞÊħ"],"160200":["æġçÝĝĠ","çąĥÞßï","çĆÕÞÊħ","çĆĞÝòĘ","èÙĂÝôĂ","èÙČÝéĔ","çćĜÜÿù","çćèÝÈó","æĢëÜĪá","æġçÝěþ","æġçÝĝĠ"],"160300":["æĢëÜĪá","çćèÝÈó","çćĜÜÿù","çĈÌÜìĜ","æģÍÜêđ","æĢëÜĪá"],"160400":["æĤóÛìč","æģÍÜêđ","çĈÌÜìĜ","çĉâÛîħ","æĤóÛìč"],"160500":["æĤóÛìč","çĉâÛîħ","çĊôÚñÌ","æĥĕÚîĎ","æĤóÛìč"],"160600":["æĥĕÚîĎ","çĊôÚñÌ","çċæÙÎÉ","çéÐÙÉĪ","çáÙÙÊç","çàğÙÉÞ","æĦùÙËĪ","æĥĕÚîĎ"],"160700":["æÜĠÚìĕ","æĥĕÚîĎ","æĦùÙËĪ","æģîÙÍÊ","æĔïÙØç","æĀĩÙâħ","æûùÙâě","æÝýÙÜĄ","æÜĠÚìĕ"],"160800":["æÛąÛêó","æĤóÛìč","æĥĕÚîĎ","æÜĠÚìĕ","æÛąÛêó"],"160900":["æÛąÛêó","æÛèÛĀß","æÚæÜèĀ","æģÍÜêđ","æĤóÛìč","æÛąÛêó"],"161000":["æÙúÜĨË","æĢëÜĪá","æģÍÜêđ","æÚæÜèĀ","æÙúÜĨË"],"161100":["æØòÝĚÑ","æġçÝěþ","æĢëÜĪá","æÙúÜĨË","æÙàÝÖĚ","æØòÝĚÑ"],"161200":["åôüÝÌÞ","åôóÝÒĕ","åóùÝėĈ","åąĆÝĘÔ","åąûÝğû","åėĠÝĠ×","åėĩÝęÍ","æØòÝĚÑ","æÙàÝÖĚ","æÔÍÝÎâ","åôüÝÌÞ"],"161300":["åôüÝÌÞ","æÔÍÝÎâ","æÙàÝÖĚ","æÙúÜĨË","æÚæÜèĀ","åõüÜæñ","åôüÝÌÞ"],"170100":["æĚÝäçá","æĥßäçö","çþğãÉě","çĀĒââą","æěđâà×","æęĨãáò","æĚÝäçá"],"170200":["æÓÜâÝĆ","æěđâà×","æĝÕáâæ","æÔäáßĂ","æÓÜâÝĆ"],"170300":["æěđâà×","æÓÜâÝĆ","æÏÞääą","æĚÝäçá","æęĨãáò","æěđâà×"],"170400":["æĚÝäçá","æÏÞääą","æÍÿåÔĕ","æÏÖåîĈ","æÔÔåîĢ","æÛååñö","æąČåóĄ","æĎõåñá","æėĂåñă","æĚÝäçá"],"170500":["æėĂåñă","æĎõåñá","æąČåóĄ","æÛååñö","æÔÔåîĢ","æÏÖåîĈ","æÌĜæáØ","æÊúçÒê","æÊÚçÞĠ","æđíçáÛ","çøÙçáþ","çøħæĝé","çÓĂæĔĕ","æĔÝæĔø","æėĂåñă"],"170600":["åæéçÎĊ","æÊúçÒê","æÌĜæáØ","æÈïæßď","åīğæàĢ","åèÎæÝĐ","åæéçÎĊ"],"170700":["åèÎæÝĐ","åīğæàĢ","æÈïæßď","æÌĜæáØ","æÏÖåîĈ","åéďåëħ","åèÎæÝĐ"],"170800":["åêýäâÊ","åéĨåßĒ","åéďåëħ","æÏÖåîĈ","æÍÿåÔĕ","æÏÞääą","åêýäâÊ"],"170900":["åêýäâÊ","äīČäàė","äĩčåÞö","åéĨåßĒ","åêýäâÊ"],"171000":["åêýäâÊ","æÏÞääą","æÓÜâÝĆ","åíĒâÚĞ","åìħâĊá","åêýäâÊ"],"171100":["åíĒâÚĞ","æÓÜâÝĆ","æÔäáßĂ","åïÍáÜĎ","åíĒâÚĞ"],"180100":["äĆĐäßú","äīČäàė","åêýäâÊ","åìħâĊá","äćīâĈģ","äĆĐäßú"],"180200":["äćīâĈģ","ãĢĥâĆø","ãġħãĢĈ","ãĦĈäÝÒ","äĆĐäßú","äćīâĈģ"],"180300":["ãĢĥâĆø","ãġĉâĆÿ","ãñãâĄě","ãêĆâāģ","ãåċâüĎ","ãëġâđĕ","ãėĀãģÝ","ãĠáäÜĝ","ãĦĈäÝÒ","ãġħãĢĈ","ãĢĥâĆø"],"190100":["äčĢÞàú","åòĚÞãå","åóøÝĘæ","äĎûÝĕą","äčĢÞàú"],"190200":["äČĀßÞĔ","åñāßáõ","åòĚÞãå","äčĢÞàú","äČĀßÞĔ"],"190300":["äċêàÝÊ","åðèàßÿ","åñāßáõ","äČĀßÞĔ","äċêàÝÊ"],"190400":["äĈăâ×õ","ååĤâÙą","åíĒâÚĞ","åïÍáÜĎ","åðèàßÿ","äċêàÝÊ","äĈăâ×õ"],"190500":["ãĘĠâÔċ","ãĝīâæÔ","ãġĉâĆÿ","ãĢĥâĆø","äćīâĈģ","åìħâĊá","åíĒâÚĞ","ååĤâÙą","äĈăâ×õ","ãģëâÔĪ","ãĘĠâÔċ"],"190600":["ãģëâÔĪ","äĈăâ×õ","äċêàÝÊ","ãĦîàÚö","ãģëâÔĪ"],"190700":["ãĦîàÚö","äċêàÝÊ","äČĀßÞĔ","ãħĈßÜÉ","ãĦîàÚö"],"190800":["ãħĈßÜÉ","äČĀßÞĔ","äčĢÞàú","ãĨĨÞÝā","ãħĈßÜÉ"],"190900":["ãĨĨÞÝā","äčĢÞàú","äĎûÝĕą","ãĩĄÝĒĥ","ãĨĨÞÝā"],"191000":["âĥþÝďģ","âīâÞÚĈ","ãĨĨÞÝā","ãĩĄÝĒĥ","ãėĂÝĒñ","ãàòÝĐĝ","âĥþÝďģ"],"191100":["âīâÞÚĈ","âĪ÷ÞÚĆ","ãÑäßÑó","ãÑùßÙñ","ãħĈßÜÉ","ãĨĨÞÝā","âīâÞÚĈ"],"191200":["ãÑùßÙñ","ãÐĄßÙî","ã×ôßûË","ãÜĀßĥĆ","ãÝēà×Ĥ","ãĦîàÚö","ãħĈßÜÉ","ãÑùßÙñ"],"191300":["ãÝēà×Ĥ","ãÛÐâÒĚ","ãĘĠâÔċ","ãģëâÔĪ","ãĦîàÚö","ãÝēà×Ĥ"],"191400":["ãÛÐâÒĚ","ãÝėâæě","ãåċâüĎ","ãêĆâāģ","ãñãâĄě","ãġĉâĆÿ","ãĝīâæÔ","ãĘĠâÔċ","ãÛÐâÒĚ"],"200100":["äĎûÝĕą","åóøÝĘæ","åóùÝėĈ","åôóÝÒĕ","äďģÜđ×","äĎûÝĕą"],"200200":["ãĩĄÝĒĥ","äĎûÝĕą","äďģÜđ×","ãīæÜëā","ãĩĄÝĒĥ"],"200300":["ãęÊÜåæ","ãėĂÝĒñ","ãĩĄÝĒĥ","ãīæÜëā","ãīñÜâà","ãğċÜáĥ","ãęÒÜÞĩ","ãęÊÜåæ"],"200400":["ãâÿÛĩą","ãâýÜÈĐ","ãâßÜàÖ","ãàòÝĐĝ","ãėĂÝĒñ","ãęÊÜåæ","ãđïÜáû","ãôûÜàĎ","ãôđÜÏç","ãâÿÛĩą"],"200500":["âĥþÝďģ","ãàòÝĐĝ","ãâßÜàÖ","âĢøÜßË","âġáÝäĤ","âĢ×Ýöí","âĥþÝďģ"],"200600":["âĢĤÛĚË","âĢøÜßË","ãâßÜàÖ","ãâýÜÈĐ","ãÐæÛī×","ãÐòÛġħ","âĢĤÛĚË"],"210100":["åøěØĜÞ","åøúÙìė","åøéÙąé","å÷ĠÚëý","æÜĠÚìĕ","æÝýÙÜĄ","åĚßÙÓê","åāÔØĦĠ","åøěØĜÞ"],"210200":["å÷ĠÚëý","åõĄÚëì","å÷ĜÚïå","åöđÛèÿ","åĥÿÛéħ","æÉÏÛðî","æÌÝÛïī","æÕâÛöÊ","æÛèÛĀß","æÛąÛêó","æÜĠÚìĕ","å÷ĠÚëý"],"210300":["åõüÜæñ","æÚæÜèĀ","æÛèÛĀß","æÕâÛöÊ","æÌÝÛïī","æÉÏÛðî","åĥÿÛéħ","åöđÛèÿ","åõüÜæñ"],"210400":["äďģÜđ×","åôóÝÒĕ","åôüÝÌÞ","åõüÜæñ","äĐ÷Üäê","äďģÜđ×"],"210500":["äĐ÷Üäê","åõüÜæñ","åöđÛèÿ","äđČÛæú","äĐ÷Üäê"],"210600":["åõĄÚëì","äĒĞÚèě","äđČÛæú","åöđÛèÿ","å÷ĜÚïå","åõĄÚëì"],"210700":["äĒĞÚèě","åõĄÚëì","å÷ĠÚëý","åøéÙąé","äēìÙăä","äēØÙěĕ","äĒĞÚèě"],"210800":["äēìÙăä","åøéÙąé","åøúÙìė","äēýÙêđ","äēìÙăä"],"210900":["å×ąØîò","äĔìØíî","äēğØĞä","äēýÙêđ","åøúÙìė","åøěØĜÞ","åòùØđò","åìĩØčÔ","åßĆØĆč","åÝĀØĄÍ","åÛÌØóĚ","å×ąØîò"],"220100":["äĔĞ×Ğħ","äČą×ĘÌ","äĄĩ×ĊĄ","äïÝ×ÿą","äêė×ìõ","äæø×ßė","äÝ××ÏĦ","ä×ī×ÌÒ","äÍá×Ëè","äÌě×íÿ","äÌá×Ğí","äÊè×Ğà","äÌÜ×ġÿ","äËĂØêĩ","äĔìØíî","å×ąØîò","åÏåØäě","åËĈØâĘ","äĦĢØÚß","äĤþØÕí","äĠĚ×ĥì","äĔĞ×Ğħ"],"220200":["äËÓØěě","äēğØĞä","äĔìØíî","äËĂØêĩ","äËÓØěě"],"220300":["äēğØĞä","äËÓØěě","äËÑØĞĪ","äÊĈÙèČ","äēýÙêđ","äēğØĞä"],"220400":["äÊÜÙęĒ","äēØÙěĕ","äēìÙăä","äēýÙêđ","äÊĈÙèČ","äÊÜÙęĒ"],"220500":["äēØÙěĕ","äÊÜÙęĒ","äÉđÚæĒ","äêãÚçĖ","äêÛÚíä","äîÞÚíú","äòòÚíÜ","äòÍÚèË","äĒĞÚèě","äēØÙěĕ"],"220600":["äĒĞÚèě","äòÍÚèË","äòòÚíÜ","äîÞÚíú","äêÛÚíä","äêãÚçĖ","äÉđÚæĒ","äÉÉÚħĥ","äÈĄÛäù","äđČÛæú","äĒĞÚèě"],"220700":["ãīñÜâà","äĐ÷Üäê","äđČÛæú","äÈĄÛäù","ãīñÜâà"],"220800":["ãīæÜëā","äďģÜđ×","äĐ÷Üäê","ãīñÜâà","ãīæÜëā"],"220900":["ããðÛâä","ãâÿÛĩą","ãôđÜÏç","ãôûÜàĎ","ãđïÜáû","ãęÊÜåæ","ãęÒÜÞĩ","ãğċÜáĥ","ãīñÜâà","äÈĄÛäù","ããðÛâä"],"221000":["ããðÛâä","äÈĄÛäù","äÉÉÚħĥ","ããĘÚĥĔ","ããðÛâä"],"221100":["ããĘÚĥĔ","äÉÉÚħĥ","äÉđÚæĒ","ãäăÚäß","ããĘÚĥĔ"],"221200":["ãäăÚäß","äÉđÚæĒ","äÊÜÙęĒ","ãåÊÙėô","ãäăÚäß"],"221300":["ãåÊÙėô","äÊÜÙęĒ","äÊĈÙèČ","ãåöÙæĀ","ãåÊÙėô"],"221400":["ãåöÙæĀ","äÊĈÙèČ","äËÑØĞĪ","ãÿÞØĝČ","ãæÜØôû","ãåĠØęą","ãåöÙæĀ"],"221500":["ãæÜØôû","ãÿÞØĝČ","äËÑØĞĪ","äËÓØěě","äËĂØêĩ","ãæáØèĉ","ãæÜØôû"],"221600":["ãçØ×ěĒ","ãæáØèĉ","äËĂØêĩ","äÌÜ×ġÿ","äÊè×Ğà","äÌá×Ğí","äÊĊ×ěā","ãīæ×ĞÎ","ãçØ×ěĒ"],"221700":["äÌě×íÿ","ãè××êĕ","ãçĈ×ăû","ãçØ×ěĒ","ãīæ×ĞÎ","äÊĊ×ěā","äÌá×Ğí","äÌě×íÿ"],"221800":["ãà×ÖÉÔ","ãÛÓÖÞĊ","ãéĘÖéĐ","ãéÏÖĞÙ","ãè××êĕ","äÌě×íÿ","äÍá×Ëè","äÈĞ×Êē","ãĪ÷×ÉÒ","ãęØÖĕò","ãĖéÖċô","ãĖöÖûð","ãĒğÖïû","ãćìÖçĦ","ãþĜÖßÚ","ãðõÖÔĚ","ãéÿÖÍæ","ãà×ÖÉÔ"],"221900":["ãà×ÖÉÔ","ãÕ÷Õĩû","ãÒĐÕĦĔ","âīČÖÛē","âĩħÖâċ","âĩăÖìĀ","âĩÏÖĝß","ãéÏÖĞÙ","ãéĘÖéĐ","ãÛÓÖÞĊ","ãà×ÖÉÔ"],"222000":["âĨä×êÉ","ãÉđ×êÒ","ãè××êĕ","ãéÏÖĞÙ","âĩÏÖĝß","âĨä×êÉ"],"222100":["ãÉã×Ăč","ãçĈ×ăû","ãè××êĕ","ãÉđ×êÒ","ãÉã×Ăč"],"222200":["âĢï×Ěē","âħ××ĢÒ","âĦüØçď","ãæáØèĉ","ãçØ×ěĒ","ãçĈ×ăû","ãÉã×Ăč","ãÈĔ×ěÊ","âĢï×Ěē"],"222300":["âĦÏØĘă","ãåĠØęą","ãæÜØôû","ãæáØèĉ","âĦüØçď","âĦÛØċá","âĥÛØČ÷","âĦÕØčÏ","âĦÏØĘă"],"222400":["âĥćÙåù","âĦąÙåü","ãåöÙæĀ","ãåĠØęą","âĦÏØĘă","âĥćÙåù"],"222500":["âĦąÙåü","âĥĖÙĖì","ãåÊÙėô","ãåöÙæĀ","âĦąÙåü"],"222600":["âĤæÚãÔ","ãäăÚäß","ãåÊÙėô","âĥĖÙĖì","âĥėÙęĜ","âĤĔÙęę","âĤæÚãÔ"],"222700":["âĢöÚĤĐ","ããĘÚĥĔ","ãäăÚäß","âĤæÚãÔ","âģđÚãÒ","âĢöÚĤĐ"],"222800":["âĢÎÛáÓ","âĢħÛáÖ","ããðÛâä","ããĘÚĥĔ","âĢöÚĤĐ","âĢÎÛáÓ"],"222900":["âĢħÛáÖ","âĢĤÛĚË","ãÐòÛġħ","ãÐæÛī×","ãâýÜÈĐ","ãâÿÛĩą","ããðÛâä","âĢħÛáÖ"],"230100":["âÿĐÚäØ","âĆĥÚââ","âģđÚãÒ","âĤæÚãÔ","âĤĔÙęę","âĥėÙęĜ","âĥĖÙĖì","âĀæÙĕÝ","âÿĐÚäØ"],"230200":["âþĤÚģĄ","âĢöÚĤĐ","âģđÚãÒ","âĆĥÚââ","âÿĐÚäØ","âþĤÚģĄ"],"230300":["âþûÛáĀ","âĆÛÛàâ","âĢÎÛáÓ","âĢöÚĤĐ","âþĤÚģĄ","âþĖÛÊ×","âþûÛáĀ"],"230400":["âĢħÛáÖ","âĢÎÛáÓ","âĆÛÛàâ","âþûÛáĀ","âýôÜÝĞ","âĢøÜßË","âĢĤÛĚË","âĢħÛáÖ"],"230500":["âĢøÜßË","âýôÜÝĞ","âûðÝĐì","âĥþÝďģ","âĢ×Ýöí","âġáÝäĤ","âĢøÜßË"],"230600":["áęäÜÝĂ","áĖġÝĎć","âûðÝĐì","âýôÜÝĞ","âøÓÜßö","áęäÜÝĂ"],"230700":["áĚÓÛàÚ","áęäÜÝĂ","âøÓÜßö","âýôÜÝĞ","âþûÛáĀ","â÷ÞÛâê","áĚÓÛàÚ"],"230800":["áĚõÚēæ","áĚãÛÌ÷","áĚÓÛàÚ","â÷ÞÛâê","âþûÛáĀ","âþĖÛÊ×","âÈóÛÈê","âÈċÚēġ","áĚõÚēæ"],"230900":["áĚġÚâõ","áĚõÚēæ","âÈċÚēġ","âÈóÛÈê","âþĖÛÊ×","âþĤÚģĄ","âÿĐÚäØ","áĚġÚâõ"],"231000":["áöüÚáæ","áÒÒÚàÔ","áÑćÚĐģ","áÑðÚĩä","áĈÏÚīÕ","áĈĐÚĥÒ","áąøÚĝõ","áÿÒÚĕï","áĀÌÚĒÒ","áĚãÛÌ÷","áĚõÚēæ","áĚġÚâõ","áöüÚáæ"],"231100":["áÑðÚĩä","áÑÚÛÝč","áĚÓÛàÚ","áĚãÛÌ÷","áĀÌÚĒÒ","áÿÒÚĕï","áąøÚĝõ","áĈĐÚĥÒ","áĈÏÚīÕ","áÑðÚĩä"],"231200":["áÐáÜÛì","áęäÜÝĂ","áĚÓÛàÚ","áÑÚÛÝč","áÐáÜÛì"],"231300":["áÐáÜÛì","áÍùÝčâ","á×ÌÝĎà","áÛĊÝČĔ","áòêÝčē","áòéÝĎČ","áýÒÝďĩ","áĄĜÝďħ","áĄĠÝĎÛ","áĖġÝĎć","áęäÜÝĂ","áÐáÜÛì"],"231400":["àêúÜÙå","àéĠÜĊõ","àéâÝ×ĉ","àèĘÝĈû","àčÝÝĊÌ","àčÜÝĈí","áÍùÝčâ","áÐáÜÛì","àêúÜÙå"],"231500":["àèģÜÙá","àêúÜÙå","áÐáÜÛì","áÑÚÛÝč","áÑðÚĩä","áÑćÚĐģ","àìëÚĎĔ","àëàÛČï","àëÊÜÍÍ","àèĦÜÍÉ","àèģÜÙá"],"231600":["àìëÚĎĔ","áÑćÚĐģ","áÒÒÚàÔ","àíèÚÝĥ","àìëÚĎĔ"],"231700":["àìýØĒá","àìÓÙÒā","àíëÙßę","àìÝÙĐĊ","àìÝÙĩà","àíćÙĩâ","àíèÚÝĥ","áÒÒÚàÔ","áÒüÙĘă","áÓÒÙáĂ","àĩĢÙáâ","àĕġØēß","àìýØĒá"],"231800":["áÒüÙĘă","áÒÒÚàÔ","áöüÚáæ","áöħÙĖÎ","áÚēÙĕì","áÜØÙĘġ","áÒüÙĘă"],"240100":["âĆñÕãØ","âą×Ö×Ó","âĄğÖë÷","âĩăÖìĀ","âĩħÖâċ","âīČÖÛē","ãÒĐÕĦĔ","ãÑõÕĠĜ","ãÕĔÕėÞ","ãØïÕĎä","ãÎÌÕúĢ","ãÉĉÕõÎ","âĤĊÕíÙ","âĆñÕãØ"],"240200":["âĄğÖë÷","âĄÚÖĜç","âĩÏÖĝß","âĩăÖìĀ","âĄğÖë÷"],"240300":["âăæ×êñ","âĄï×éÞ","âĨä×êÉ","âĩÏÖĝß","âĄÚÖĜç","âăæ×êñ"],"240400":["âăæ×êñ","âĢï×Ěē","ãÈĔ×ěÊ","ãÉã×Ăč","ãÉđ×êÒ","âĨä×êÉ","âĄï×éÞ","âăæ×êñ"],"240500":["âāĖØæĔ","âĦüØçď","âħ××ĢÒ","âĢï×Ěē","âăæ×êñ","âĂĩ×āĆ","âĂú×ĚÊ","âāĖØæĔ"],"240600":["âāĖØæĔ","âāÞØėĊ","âĦÏØĘă","âĦÕØčÏ","âĥÛØČ÷","âĦÛØċá","âĦüØçď","âāĖØæĔ"],"240700":["âĀĒÙäĢ","âĥćÙåù","âĦÏØĘă","âāÞØėĊ","âĀĒÙäĢ"],"240800":["âĀæÙĕÝ","âĥĖÙĖì","âĦąÙåü","âĥćÙåù","âĀĒÙäĢ","âĀæÙĕÝ"],"240900":["á÷ðÙâö","áöħÙĖÎ","áöüÚáæ","áĚġÚâõ","âÿĐÚäØ","âĀæÙĕÝ","âĀĒÙäĢ","âÓÝÙäÊ","á÷ðÙâö"],"241000":["âÓÝÙäÊ","âĀĒÙäĢ","âāÞØėĊ","âÓčØĖĕ","âÓÝÙäÊ"],"241100":["áĜáØĖÏ","âÓčØĖĕ","âāÞØėĊ","âāĖØæĔ","áĜđØäĚ","áĜáØĖÏ"],"241200":["áĜđØäĚ","âāĖØæĔ","âĂú×ĚÊ","áĝć×ėħ","áĜđØäĚ"],"241300":["áĝć×ėħ","âĂú×ĚÊ","âĂĩ×āĆ","áĞÌ×ÿÿ","áĝć×ėħ"],"241400":["áĞÌ×ÿÿ","âĂĩ×āĆ","âăæ×êñ","áĦĒÖéČ","áĠËÖéû","áğàÖĚì","áĞø×çÕ","áĞÌ×ÿÿ"],"241500":["áĦĒÖéČ","âăæ×êñ","âĄÚÖĜç","âĄğÖë÷","áĦĒÖéČ"],"241600":["áĠĊÕĜě","áĠËÖéû","áĦĒÖéČ","âĄğÖë÷","âą×Ö×Ó","âùûÖÍÎ","âëĤÕğĉ","âçóÕĝì","áĠĊÕĜě"],"241700":["áġĊÕèĘ","áġþÕòÖ","áĠĊÕĜě","âçóÕĝì","âëĤÕğĉ","âùûÖÍÎ","âą×Ö×Ó","âĆñÕãØ","âăĖÕãĤ","âýÐÕøÍ","âõãÕúĜ","âõ÷Õéñ","âîáÕìÏ","âÌĪÕñô","áīěÕðÕ","áġĊÕèĘ"],"241800":["áÛÔÔÈĕ","áÚĀÔìÈ","áØèÔëģ","áÚąÔñÈ","áØĝÕéĊ","áýÞÕêû","áýñÕáÊ","áċģÕáü","áěěÕìé","áġþÕòÖ","áġĊÕèĘ","áĘėÕßæ","áĊčÕÙĐ","áĆĎÕÔì","áăďÕËÒ","áþĎÔĕÿ","áøčÔċÚ","áíĈÔüþ","áëõÔöõ","áçûÔÏñ","áâīÔÊğ","áÛÔÔÈĕ"],"241900":["áØÏÕĚĄ","áĠĊÕĜě","áġþÕòÖ","áěěÕìé","áċģÕáü","áýñÕáÊ","áýÞÕêû","áØĝÕéĊ","áØÏÕĚĄ"],"242000":["á×çÖç÷","áĠËÖéû","áĠĊÕĜě","áØÏÕĚĄ","á×çÖç÷"],"242100":["áÖùÖĘä","áğàÖĚì","áĠËÖéû","á×çÖç÷","áÖùÖĘä"],"242200":["áÕč×åÐ","áĞø×çÕ","áğàÖĚì","áÖùÖĘä","áÕč×åÐ"],"242300":["áÔĜ×ĖÍ","áĝć×ėħ","áĞÌ×ÿÿ","áĞø×çÕ","áÕč×åÐ","áÔĜ×ĖÍ"],"242400":["áÔÈØâĪ","áĜđØäĚ","áĝć×ėħ","áÔĜ×ĖÍ","áÔÈØâĪ"],"242500":["áÔÈØâĪ","áÓăØĔä","áåčØĔđ","áåĤØüÏ","áïÈØüä","áîĖØĔħ","áĜáØĖÏ","áĜđØäĚ","áÔÈØâĪ"],"242600":["áÓăØĔä","áÓÒÙáĂ","á÷ðÙâö","âÓÝÙäÊ","âÓčØĖĕ","áĜáØĖÏ","áîĖØĔħ","áïÈØüä","áåĤØüÏ","áåčØĔđ","áÓăØĔä"],"242700":["á÷ðÙâö","áÓÒÙáĂ","áÒüÙĘă","áÜØÙĘġ","áÚēÙĕì","áöħÙĖÎ","á÷ðÙâö"],"242800":["áÔÈØâĪ","àðĤØàĖ","àîČØàė","àîòØéÖ","àìçØõã","àìýØĒá","àĕġØēß","àĩĢÙáâ","áÓÒÙáĂ","áÓăØĔä","áÔÈØâĪ"],"242900":["àðĤØàĖ","áÔÈØâĪ","áÔĜ×ĖÍ","àðĪ×ēħ","àðåØÚø","àðĤØàĖ"],"243000":["àðĪ×ēħ","áÔĜ×ĖÍ","áÕč×åÐ","àñĕ×ãÉ","àðĪ×ēħ"],"243100":["àñĕ×ãÉ","áÕč×åÐ","áÖùÖĘä","àòāÖĖØ","àñĕ×ãÉ"],"243200":["àóÑÖåà","àòāÖĖØ","áÖùÖĘä","á×çÖç÷","àóÑÖåà"],"243300":["àóÑÖåà","á×çÖç÷","áØÏÕĚĄ","àôĆÕĘċ","àóðÕĞË","àóÑÖåà"],"243400":["àóðÕĞË","àôĆÕĘċ","áØÏÕĚĄ","áØĝÕéĊ","áÍĂÕêă","áËÌÕéä","àøöÕèË","àôÍÕäæ","àóðÕĞË"],"243500":["àôÍÕäæ","àøöÕèË","áËÌÕéä","áÍĂÕêă","áØĝÕéĊ","áÚąÔñÈ","áØèÔëģ","àõÎÔêî","àôÍÕäæ"],"243600":["áÛÔÔÈĕ","àħĨÓīæ","àġĦÓĦÐ","àěâÓěÍ","àēÍÓĒå","àąÈÓĉà","àõíÓüØ","àôĢÔÉġ","àðïÔÉĖ","àðàÔêÝ","àõÎÔêî","áØèÔëģ","áÚĀÔìÈ","áÛÔÔÈĕ"],"250100":["âúěÞÛĎ","âĆīÞÙý","âĪ÷ÞÚĆ","âīâÞÚĈ","âĥþÝďģ","âûðÝĐì","âúěÞÛĎ"],"250200":["âùĂßØû","âþďß×ä","ãÐĄßÙî","ãÑùßÙñ","ãÑäßÑó","âĪ÷ÞÚĆ","âĆīÞÙý","âúěÞÛĎ","âùĂßØû"],"250300":["âøìà×Ę","âĀÝàÕĠ","ãÝēà×Ĥ","ãÜĀßĥĆ","ã×ôßûË","ãÐĄßÙî","âþďß×ä","âùĂßØû","âøìà×Ę"],"250400":["âøìà×Ę","â÷ÒáÖÿ","âöÍâÐĂ","ãÛÐâÒĚ","ãÝēà×Ĥ","âĀÝàÕĠ","âøìà×Ę"],"250500":["ãĠáäÜĝ","ãėĀãģÝ","ãëġâđĕ","ãåċâüĎ","ãÝėâæě","ãÛÐâÒĚ","âöÍâÐĂ","âòĨäØÉ","ãĠáäÜĝ"],"250600":["áĒÿáÔÙ","â÷ÒáÖÿ","âøìà×Ę","âóÕàÙô","áĔÉà×Ñ","áĒÿáÔÙ"],"250700":["áĔÉà×Ñ","âóÕàÙô","âøìà×Ę","âùĂßØû","âóÌßÙĜ","áĕÎßØæ","áĔÉà×Ñ"],"250800":["áĕÎßØæ","âóÌßÙĜ","âùĂßØû","âúěÞÛĎ","âÖõÞÚģ","âÖÚÞóā","áĕěÞòē","áĕÎßØæ"],"250900":["áĕěÞòē","âÖÚÞóā","âÖõÞÚģ","âúěÞÛĎ","âûðÝĐì","áĖġÝĎć","áĕěÞòē"],"251000":["áÍùÝčâ","áÌòÞñÕ","áĕěÞòē","áĖġÝĎć","áĄĠÝĎÛ","áĄĜÝďħ","áýÒÝďĩ","áòéÝĎČ","áòêÝčē","áÛĊÝČĔ","á×ÌÝĎà","áÍùÝčâ"],"251100":["áËĥßÖþ","áĕÎßØæ","áĕěÞòē","áÌòÞñÕ","áËĥßÖþ"],"251200":["áËÓàÔú","áĔÉà×Ñ","áĕÎßØæ","áËĥßÖþ","áËÓàÔú"],"251300":["áÉčáÑĝ","áĒÿáÔÙ","áĔÉà×Ñ","áËÓàÔú","áÉčáÑĝ"],"251400":["àáāáÏí","áÉčáÑĝ","áËÓàÔú","àâĕàÑĆ","àáāáÏí"],"251500":["àâĂßÓĒ","àãĢßëù","àâĕàÑĆ","áËÓàÔú","áËĥßÖþ","àèĊßÓĤ","àâĂßÓĒ"],"251600":["áÌòÞñÕ","àéòÞîā","àèĊßÓĤ","áËĥßÖþ","áÌòÞñÕ"],"251700":["àèĘÝĈû","àèÝÞîÜ","àéòÞîā","áÌòÞñÕ","áÍùÝčâ","àčÜÝĈí","àčÝÝĊÌ","àèĘÝĈû"],"251800":["àéòÞîā","àèÝÞîÜ","àèĘÝĈû","ßĄÔÝąĥ","ßĂåßÑÞ","àâĂßÓĒ","àèĊßÓĤ","àéòÞîā"],"251900":["ßāËàÏÛ","àâĕàÑĆ","àãĢßëù","àâĂßÓĒ","ßĂåßÑÞ","ßāËàÏÛ"],"252000":["ßÿôáÍÓ","àáāáÏí","àâĕàÑĆ","ßāËàÏÛ","ßÿôáÍÓ"],"252100":["ÞĈĨáÉČ","ßÿôáÍÓ","ßāËàÏÛ","ßĂåßÑÞ","ÞĜËßÎą","ÞĚĜàÌó","ÞĈġàÊĨ","ÞĄúàïð","ÞĈĨáÉČ"],"252200":["ÞğÑÝăð","ÞĜËßÎą","ßĂåßÑÞ","ßĄÔÝąĥ","ßßĈÝĄċ","ßßĊÝýĎ","ßÏýÝýÐ","ÞğßÝüõ","ÞğÑÝăð"],"252300":["ÞÖÛÝĀÞ","ÞÖØÝĂí","ÞÔÑßËġ","ÞĜËßÎą","ÞğÑÝăð","ÞďêÝĂě","ÞôÜÝāú","ÞÖÛÝĀÞ"],"252400":["ÞÔÑßËġ","ÞÑØàīĦ","ÞĈĨáÉČ","ÞĄúàïð","ÞĈġàÊĨ","ÞĚĜàÌó","ÞĜËßÎą","ÞÔÑßËġ"],"260100":["ßđþÛĊĔ","ßĆöÛĊÐ","ßąĜÜ×â","àèģÜÙá","àèĦÜÍÉ","àëÊÜÍÍ","àëàÛČï","ßđþÛĊĔ"],"260200":["àêúÜÙå","àèģÜÙá","ßąĜÜ×â","ßąàÜĈå","àéĠÜĊõ","àêúÜÙå"],"260300":["ßĄČÝÕç","àéâÝ×ĉ","àéĠÜĊõ","ßąàÜĈå","ßĄČÝÕç"],"260400":["àéâÝ×ĉ","ßĄČÝÕç","ßĄÔÝąĥ","àèĘÝĈû","àéâÝ×ĉ"],"260500":["ÞĞīÝÒĐ","ÞĒđÝïę","ÞďêÝĂě","ÞğÑÝăð","ÞğßÝüõ","ßÏýÝýÐ","ßßĊÝýĎ","ßßĈÝĄċ","ßĄÔÝąĥ","ßĄČÝÕç","ÞĞīÝÒĐ"],"260600":["ÞĠóÜąČ","ÞĠÎÜĞà","ÞģĥÜĞê","ÞġíÝËè","ÞĞīÝÒĐ","ßĄČÝÕç","ßąàÜĈå","ÞĠóÜąČ"],"260700":["ÞĠóÜąČ","ßąàÜĈå","ßąĜÜ×â","ÞġÈÜÔČ","ÞĠóÜąČ"],"260800":["ÞġÈÜÔČ","ßąĜÜ×â","ßĆöÛĊÐ","ßÖÒÛĉß","ßÌĚÛĆĨ","ÞġĐÛĆÜ","ÞġÈÜÔČ"],"260900":["ÞïěÜÓã","ÞõöÜÓò","ÞġÈÜÔČ","ÞġĐÛĆÜ","ÞýâÛĄħ","ÞðôÛĄû","ÞïěÜÓã"],"261000":["ÞĠóÜąČ","ÞġÈÜÔČ","ÞõöÜÓò","ÞôĀÜĜé","ÞĈêÜĝä","ÞôÜÝāú","ÞďêÝĂě","ÞĒđÝïę","ÞĞīÝÒĐ","ÞġíÝËè","ÞģĥÜĞê","ÞĠÎÜĞà","ÞĠóÜąČ"],"270100":["àìýØĒá","àìçØõã","àæĞØĆĚ","àßòØďĜ","à×ûØēñ","ßĪğØĒ÷","ßĪąØęë","ßěĪØĘĞ","ßěÿÙÝĢ","àíëÙßę","àìÓÙÒā","àìýØĒá"],"270200":["àíëÙßę","ßěÿÙÝĢ","ßěÌÙďÑ","ßĚûÚÜâ","àíèÚÝĥ","àíćÙĩâ","àìÝÙĩà","àìÝÙĐĊ","àíëÙßę"],"270300":["ßęīÚčØ","àìëÚĎĔ","àíèÚÝĥ","ßĚûÚÜâ","ßęīÚčØ"],"270400":["ßđþÛĊĔ","àëàÛČï","àìëÚĎĔ","ßęīÚčØ","ßęúÚĔÙ","ßĐÑÚĜÛ","ßČÖÚĥâ","ßĊĨÚīí","ßċçÛÍĢ","ßĎĪÛÞĐ","ßďÖÛþô","ßđþÛĊĔ"],"270500":["ßćĒÚČą","ßćÔÛÙù","ÞĢáÛ×Ö","ÞþÈÛÕĢ","ÞýâÛĄħ","ÞġĐÛĆÜ","ßÌĚÛĆĨ","ßÖÒÛĉß","ßĆöÛĊÐ","ßđþÛĊĔ","ßďÖÛþô","ßĎĪÛÞĐ","ßċçÛÍĢ","ßĊĨÚīí","ßČÖÚĥâ","ßĐÑÚĜÛ","ßęúÚĔÙ","ßęīÚčØ","ßćĒÚČą"],"270600":["ßćĒÚČą","ßęīÚčØ","ßĚûÚÜâ","ßĈæÚÛĖ","ßćĒÚČą"],"270700":["ßĈæÚÛĖ","ßĚûÚÜâ","ßěÌÙďÑ","ßĈĚÙĎć","ßĈæÚÛĖ"],"270800":["ßĈĚÙĎć","ßěÌÙďÑ","ßěÿÙÝĢ","ßĉêÙÝô","ßĈĚÙĎć"],"270900":["ßĉêÙÝô","ßěÿÙÝĢ","ßěĪØĘĞ","ßĉćØĘÚ","ßĉêÙÝô"],"271000":["ßÖîÙÜÐ","ßĉêÙÝô","ßĉćØĘÚ","ßĉĎØđĄ","ßÖĤØĐÔ","ßÖîÙÜÐ"],"271100":["ÞĤÌÙČČ","ßĈĚÙĎć","ßĉêÙÝô","ßÖîÙÜÐ","ÞĤûÙÛĀ","ÞĤÌÙČČ"],"271200":["ÞģõÚÙĐ","ßĈæÚÛĖ","ßĈĚÙĎć","ÞĤÌÙČČ","ÞģõÚÙĐ"],"271300":["ÞĢĝÚĊí","ßćĒÚČą","ßĈæÚÛĖ","ÞģõÚÙĐ","ÞĢĝÚĊí"],"271400":["ÞĢáÛ×Ö","ßćÔÛÙù","ßćĒÚČą","ÞĢĝÚĊí","ÞĢáÛ×Ö"],"271500":["ÞþÈÛÕĢ","ÞĢáÛ×Ö","ÞĢĝÚĊí","ÞþąÚĉ×","ÞþÈÛÕĢ"],"271600":["ÞÿÒÚØõ","ÞþąÚĉ×","ÞĢĝÚĊí","ÞģõÚÙĐ","ÞÿÒÚØõ"],"271700":["ÞõĢÚØÔ","ÞÿÒÚØõ","ÞģõÚÙĐ","ÞĤÌÙČČ","ÞöõÙċà","ÞõĢÚØÔ"],"271800":["ÞöġÙÚê","ÞöõÙċà","ÞĤÌÙČČ","ÞĤûÙÛĀ","ÞöġÙÚê"],"271900":["ßÖĤØĐÔ","Þ÷üØĎø","ÞöġÙÚê","ÞĤûÙÛĀ","ßÖîÙÜÐ","ßÖĤØĐÔ"],"280100":["àõíÓüØ","àâÚÓöÝ","àÝěÓòø","àØģÓêô","ßĞ÷ÓïĦ","ßđÿÓðĐ","ßĐëÔè×","àðàÔêÝ","àðïÔÉĖ","àôĢÔÉġ","àõíÓüØ"],"280200":["àõÎÔêî","àðàÔêÝ","ßĐëÔè×","ßĎęÕáô","àôÍÕäæ","àõÎÔêî"],"280300":["àôÍÕäæ","ßĎęÕáô","ßĎđÕåĩ","ßčÔÖâĂ","ßğĀÖãã","àóÑÖåà","àóðÕĞË","àôÍÕäæ"],"280400":["àóÑÖåà","ßğĀÖãã","ßĞėÖĔü","ßĞÌ×áö","àñĕ×ãÉ","àòāÖĖØ","àóÑÖåà"],"280500":["ßĞÌ×áö","ßĝà×Ēâ","ßĜĝ×ĪČ","ßĜýØßð","àîČØàė","àðĤØàĖ","àðåØÚø","àðĪ×ēħ","àñĕ×ãÉ","ßĞÌ×áö"],"280600":["ßĜýØßð","ßěĪØĘĞ","ßĪąØęë","ßĪğØĒ÷","à×ûØēñ","àßòØďĜ","àæĞØĆĚ","àìçØõã","àîòØéÖ","àîČØàė","ßĜýØßð"],"280700":["ßĉĎØđĄ","ßĉćØĘÚ","ßěĪØĘĞ","ßĜýØßð","ßĊÛØÞĞ","ßĉĎØđĄ"],"280800":["ßĊÛØÞĞ","ß×ðØÝá","ßÖĤØĐÔ","ßĉĎØđĄ","ßĊÛØÞĞ"],"280900":["ß×ðØÝá","ßĊÛØÞĞ","ßĊā×Ī×","ß×ĕ×Ĩě","ß×ðØÝá"],"281000":["ßĜĝ×ĪČ","ßĊā×Ī×","ßĊÛØÞĞ","ßĜýØßð","ßĜĝ×ĪČ"],"281100":["ßĊā×Ī×","ßĜĝ×ĪČ","ßĝà×Ēâ","ßĊĪ×đě","ßĊā×Ī×"],"281200":["ß×ĕ×Ĩě","ßĊā×Ī×","ßĊĪ×đě","ßØÒ×ĐĂ","ß×ĕ×Ĩě"],"281300":["ßċď×àĩ","ßØĈ×ßě","ßØÒ×ĐĂ","ßĊĪ×đě","ßċď×àĩ"],"281400":["ßĊĪ×đě","ßĝà×Ēâ","ßĞÌ×áö","ßċď×àĩ","ßĊĪ×đě"],"281500":["ßØĈ×ßě","ßċď×àĩ","ßĞÌ×áö","ßĞėÖĔü","ßÙëÖĒý","ßØĈ×ßě"],"281600":["ßÙëÖĒý","ßĞėÖĔü","ßğĀÖãã","ßčÔÖâĂ","ßÚÐÖáÜ","ßÙëÖĒý"],"281700":["ßÚÐÖáÜ","ßčÔÖâĂ","ßĎđÕåĩ","ßÛĔÕäă","ßÚħÕĕÐ","ßÚÐÖáÜ"],"281800":["ßĐëÔè×","ßÝåÔæĂ","ßÜĂÔĕå","ßÛĔÕäă","ßĎđÕåĩ","ßĎęÕáô","ßĐëÔè×"],"281900":["ßđÿÓðĐ","ßĄąÓññ","ßõæÓïü","ßÞÿÓéá","ßÝåÔæĂ","ßĐëÔè×","ßđÿÓðĐ"],"282000":["ÞđĞÔäĖ","ßÝåÔæĂ","ßÞÿÓéá","ßÖĢÓåÞ","ßÎĂÓÝù","ßÉæÓÛÝ","ÞēĆÓÕä","ÞđĞÔäĖ"],"282100":["ÞđĞÔäĖ","ÞúāÔäØ","ÞùĉÔčė","ÞĚßÔďé","ÞĝéÔĎå","ÞĝàÔēß","ÞĞöÔĔÝ","ßÜĂÔĕå","ßÝåÔæĂ","ÞđĞÔäĖ"],"282200":["ÞùĉÔčė","ÞøĐÕâÒ","ÞĕÓÕâĒ","ÞĪĠÕâđ","ßÛĔÕäă","ßÜĂÔĕå","ÞĞöÔĔÝ","ÞĝàÔēß","ÞĝéÔĎå","ÞĚßÔďé","ÞùĉÔčė"],"282300":["ÞĔëÕēĚ","ßÚħÕĕÐ","ßÛĔÕäă","ÞĪĠÕâđ","ÞĕÓÕâĒ","ÞĔëÕēĚ"],"282400":["ÞĎĝÖßĞ","ÞĨāÖàþ","ßÚÐÖáÜ","ßÚħÕĕÐ","ÞĔëÕēĚ","ÞďĜÕēČ","ÞĎĝÖßĞ"],"282500":["ÞĦī×ßÔ","ßØĈ×ßě","ßÙëÖĒý","ßÚÐÖáÜ","ÞĨāÖàþ","ÞĦī×ßÔ"],"282600":["ßØĈ×ßě","ÞĦī×ßÔ","ÞĥĜ×Ĩì","ÞĥøØÜĢ","ß×ðØÝá","ß×ĕ×Ĩě","ßØÒ×ĐĂ","ßØĈ×ßě"],"282700":["ÞÜàØćæ","ÞãûØČÍ","ÞìģØĎÎ","Þ÷üØĎø","ßÖĤØĐÔ","ß×ðØÝá","ÞĥøØÜĢ","ÞÜčØÚĦ","ÞÜàØćæ"],"282800":["ÞÜčØÚĦ","ÞĥøØÜĢ","ÞĥĜ×Ĩì","Þôč×ħÑ","ÞÝÌ×Ħõ","ÞÜčØÚĦ"],"282900":["ÞĎĝÖßĞ","Þ÷ÛÖßÙ","Þôč×ħÑ","ÞĥĜ×Ĩì","ÞĦī×ßÔ","ÞĨāÖàþ","ÞĎĝÖßĞ"],"283000":["Þ÷ÛÖßÙ","ÞßÚÖÞï","ÞÞĘÖĐÎ","ÞÝĔ×õ÷","ÞÝÌ×Ħõ","Þôč×ħÑ","Þ÷ÛÖßÙ"],"283100":["ÞßÚÖÞï","Þ÷ÛÖßÙ","ÞĎĝÖßĞ","ÞďĜÕēČ","ÞßđÕĒâ","ÞßÚÖÞï"],"283200":["ÞĕÓÕâĒ","ÞøĐÕâÒ","ÞàýÕáí","ÞßđÕĒâ","ÞďĜÕēČ","ÞĔëÕēĚ","ÞĕÓÕâĒ"],"283300":["ÞùĉÔčė","ÞáôÔčÊ","ÞàýÕáí","ÞøĐÕâÒ","ÞùĉÔčė"],"283400":["ÞâÓÔãĒ","ÞáôÔčÊ","ÞùĉÔčė","ÞúāÔäØ","ÞâÓÔãĒ"],"283500":["ÞãĐÓÍġ","ÞâÓÔãĒ","ÞúāÔäØ","ÞđĞÔäĖ","ÞēĆÓÕä","ÞãĐÓÍġ"],"283600":["ÝçėÓÒÕ","ÝçÞÓ÷ģ","ÝþēÓøč","ÝþñÓĕĨ","ÝýČÔáą","ÞâÓÔãĒ","ÞãĐÓÍġ","ÝøñÓËĈ","ÝìāÓÑø","ÝçėÓÒÕ"],"283700":["ÝýÒÔĊĖ","ÞáôÔčÊ","ÞâÓÔãĒ","ÝýČÔáą","ÝýÒÔĊĖ"],"283800":["ÞáôÔčÊ","ÝýÒÔĊĖ","ÝýÐÔċĨ","ÝüčÔĤġ","ÝüÞÕßê","ÞàýÕáí","ÞáôÔčÊ"],"283900":["ÝúĈÖÜþ","ÞßÚÖÞï","ÞßđÕĒâ","ÞàýÕáí","ÝüÞÕßê","ÝûÌÕĨć","ÝúĈÖÜþ"],"284000":["ÝùīÖčī","ÞÞĘÖĐÎ","ÞßÚÖÞï","ÝúĈÖÜþ","ÝùīÖčī"],"284100":["Ýôī×ôâ","ÞÝĔ×õ÷","ÞÞĘÖĐÎ","ÝùīÖčī","ÝúË×Éä","ÝøĔ×ÛÉ","Ýôī×ôâ"],"284200":["ÝîĐØØĊ","ÝøßØØġ","ÞÜčØÚĦ","ÞÝÌ×Ħõ","ÞÝĔ×õ÷","Ýôī×ôâ","ÝðĈØÎĕ","ÝîĐØØĊ"],"284300":["Ý÷ħØïä","Ý÷ħØðà","ÝĝÖØðí","ÞÜÝØĊÑ","ÞÜàØćæ","ÞÜčØÚĦ","ÝøßØØġ","Ý÷ħØïä"],"290100":["Þ÷üØĎø","ÞìģØĎÎ","ÞãûØČÍ","ÞÜàØćæ","ÞÜÝØĊÑ","ÞÛČÙÙć","ÞöġÙÚê","Þ÷üØĎø"],"290200":["ÞÛÕÙĊó","ÞöõÙċà","ÞöġÙÚê","ÞÛČÙÙć","ÞÛÕÙĊó"],"290300":["ÞÚĆÚ×á","ÞõĢÚØÔ","ÞöõÙċà","ÞÛÕÙĊó","ÞÚĆÚ×á"],"290400":["ÞÚÎÚćĪ","ÞþąÚĉ×","ÞÿÒÚØõ","ÞõĢÚØÔ","ÞÚĆÚ×á","ÞÚÎÚćĪ"],"290500":["ÞþąÚĉ×","ÞÚÎÚćĪ","ÞÙ÷ÛÔĔ","ÞñÉÛÕö","ÞðôÛĄû","ÞýâÛĄħ","ÞþÈÛÕĢ","ÞþąÚĉ×"],"290600":["ÞØĩÛăė","ÞðôÛĄû","ÞñÉÛÕö","ÞÙ÷ÛÔĔ","ÞØĩÛăė"],"290700":["ÞØåÜÒâ","ÞïěÜÓã","ÞðôÛĄû","ÞØĩÛăė","ÞØåÜÒâ"],"290800":["ÞõöÜÓò","ÞïěÜÓã","ÞØåÜÒâ","ÞÖÛÝĀÞ","ÞôÜÝāú","ÞĈêÜĝä","ÞôĀÜĜé","ÞõöÜÓò"],"290900":["ÝñÒÝĀã","ÞÖØÝĂí","ÞÖÛÝĀÞ","ÞØåÜÒâ","ÝėĘÜÑØ","ÝóáÜÐÒ","ÝñÒÝĀã"],"291000":["ÝóĖÛăÝ","ÝóáÜÐÒ","ÝėĘÜÑØ","ÝĘëÛąģ","ÝĔĀÛąē","ÝēĒÛĄã","ÝóĖÛăÝ"],"291100":["ÝôçÛÒĆ","ÝóĖÛăÝ","ÝēĒÛĄã","ÝĔĀÛąē","ÝĘëÛąģ","ÝėĘÜÑØ","ÞØåÜÒâ","ÞØĩÛăė","ÞÙ÷ÛÔĔ","ÝôçÛÒĆ"],"291200":["ÝôçÛÒĆ","ÞÙ÷ÛÔĔ","ÞÚÎÚćĪ","ÝôĚÚąĠ","ÝôçÛÒĆ"],"291300":["ÝôĚÚąĠ","ÞÚÎÚćĪ","ÞÚĆÚ×á","ÝõñÚÕÔ","ÝôĚÚąĠ"],"291400":["ÝõďÙĠË","ÝõñÚÕÔ","ÞÚĆÚ×á","ÞÛÕÙĊó","ÞÛČÙÙć","ÝöĖÙ×÷","ÝõďÙĠË"],"291500":["ÝöĖÙ×÷","ÞÛČÙÙć","ÞÜÝØĊÑ","ÝĝÖØðí","Ý÷ħØðà","ÝöĖÙ×÷"],"291600":["ÝÏòÙÖÖ","ÝÒÑÙÖà","ÝöĖÙ×÷","Ý÷ħØðà","Ý÷ħØïä","ÝàãØîġ","ÝÏòÙÖÖ"],"291700":["ÝöĖÙ×÷","ÝÒÑÙÖà","ÝÑĆÙúČ","ÝÑÐÙğĜ","ÜĤăÙğé","ÜĢċÙĨâ","ÜĢôÚÓĆ","ÝÐĐÚÔÖ","ÝçĥÚÔĘ","ÝðĎÙğğ","ÝõďÙĠË","ÝöĖÙ×÷"],"291800":["ÝçĥÚÔĘ","ÝêëÚÔĝ","ÝÙäÚąÔ","ÝôĚÚąĠ","ÝõñÚÕÔ","ÝõďÙĠË","ÝðĎÙğğ","ÝçĥÚÔĘ"],"291900":["ÝÐĐÚÔÖ","ÝÐêÚĄğ","ÝÙäÚąÔ","ÝêëÚÔĝ","ÝçĥÚÔĘ","ÝÐĐÚÔÖ"],"292000":["ÜĢôÚÓĆ","ÜĢÎÚĄé","ÝÐêÚĄğ","ÝÐĐÚÔÖ","ÜĢôÚÓĆ"],"292100":["ÜĒøÚčĪ","ÜďĈÚĚĕ","ÜďìÚĦĚ","ÝÊ×ÚħĈ","ÝÌċÚĨč","ÝÙäÚąÔ","ÝÐêÚĄğ","ÜĢÎÚĄé","ÜĢÐÚĎĂ","ÜĒøÚčĪ"],"292200":["ÜěçÛāô","ÝóĖÛăÝ","ÝôçÛÒĆ","ÝôĚÚąĠ","ÝÙäÚąÔ","ÝÌċÚĨč","ÜĩÕÛÚô","ÜħďÛÝô","ÜĥĜÛÝï","ÜĥĒÛäÈ","ÜěçÛāô"],"292300":["ÜĎĈÛāã","ÜěçÛāô","ÜĥĒÛäÈ","ÜĥĜÛÝï","ÜħďÛÝô","ÜĩÕÛÚô","ÝÌċÚĨč","ÝÊ×ÚħĈ","ÜďìÚĦĚ","ÜďÜÛÐþ","ÜĎĈÛāã"],"292400":["ÝóĖÛăÝ","ÜěçÛāô","ÜĎĈÛāã","ÜĎïÛęí","ÜĎËÜÎÖ","ÝóáÜÐÒ","ÝóĖÛăÝ"],"292500":["ÝóáÜÐÒ","ÜĎËÜÎÖ","ÜČÍÝýĄ","ÝñÒÝĀã","ÝóáÜÐÒ"],"292600":["ÜòČÜÍñ","ÜÒúÝûĖ","ÜČÍÝýĄ","ÜĎËÜÎÖ","ÜòČÜÍñ"],"292700":["ÜòČÜÍñ","ÜĎËÜÎÖ","ÜĎïÛęí","ÜøÚÛĘĚ","ÜòČÜÍñ"],"300100":["ÜđăÙÕÉ","ÝÏòÙÖÖ","ÝàãØîġ","ÜĒĊØíÞ","ÜĒĊØíæ","ÜđăÙÕÉ"],"300200":["ÜđÒÙùô","ÝÑĆÙúČ","ÝÒÑÙÖà","ÝÏòÙÖÖ","ÜđăÙÕÉ","ÜđÒÙùô"],"300300":["ÜđÒÙùô","ÜĐħÙĆÛ","ÜĐÞÚÓÒ","ÜĢôÚÓĆ","ÜĢċÙĨâ","ÜĤăÙğé","ÝÑÐÙğĜ","ÝÑĆÙúČ","ÜđÒÙùô"],"300400":["ÜĢôÚÓĆ","ÜĐÞÚÓÒ","ÜďćÚăě","ÜďÊÚċõ","ÜĒøÚčĪ","ÜĢÐÚĎĂ","ÜĢÎÚĄé","ÜĢôÚÓĆ"],"300500":["ÛĩÔÜÌÑ","ÜòČÜÍñ","ÜøÚÛĘĚ","ÜĎïÛęí","ÜĎĈÛāã","ÛĩĒÛÿæ","ÛĩÔÜÌÑ"],"300600":["ÛĩĒÛÿæ","ÜĎĈÛāã","ÜďÜÛÐþ","ÛĪòÛÎò","ÛĩĒÛÿæ"],"300700":["ÜďćÚăě","ÛīÏÚāĊ","ÛĪòÛÎò","ÜďÜÛÐþ","ÜďìÚĦĚ","ÜďĈÚĚĕ","ÜĒøÚčĪ","ÜďÊÚċõ","ÜďćÚăě"],"300800":["ÛīÏÚāĊ","ÜďćÚăě","ÜĐÞÚÓÒ","ÛīĒÚÐĨ","ÛīÏÚāĊ"],"300900":["ÛīĒÚÐĨ","ÜĐÞÚÓÒ","ÜĐħÙĆÛ","ÜÈĎÙĄÌ","ÛīĒÚÐĨ"],"301000":["ÜđÒÙùô","ÜđăÙÕÉ","ÜéïÙÓġ","ÜèĪÙôØ","ÜêþÙ÷ċ","ÜđÒÙùô"],"301100":["ÜéïÙÓġ","ÜèĊÙÏĈ","ÜæĠÙÎÓ","ÜÉĂÙÍØ","ÜÈĎÙĄÌ","ÜĐħÙĆÛ","ÜđÒÙùô","ÜêþÙ÷ċ","ÜèĪÙôØ","ÜéïÙÓġ"],"301200":["ÜÊüØêØ","ÜÉĂÙÍØ","ÜæĠÙÎÓ","ÜèĊÙÏĈ","ÜéïÙÓġ","ÜđăÙÕÉ","ÜĒĊØíæ","ÜÊüØêØ"],"301300":["ÛÊĂØèÿ","ÚėÉÙÏô","ÚĒûÙÞÕ","ÚĔûÙàĎ","ÚćĒÙĆï","ÚüÿÚÌć","ÛâĢÚÎĖ","ÛõÖÚÏå","ÛõÒÙěæ","ÛãêÙĚê","ÛãęÙāĘ","ÜÈĎÙĄÌ","ÜÉĂÙÍØ","ÜÊüØêØ","ÛÊĂØèÿ"],"301400":["ÛõÖÚÏå","ÛīĒÚÐĨ","ÜÈĎÙĄÌ","ÛãęÙāĘ","ÛãêÙĚê","ÛõÒÙěæ","ÛõÖÚÏå"],"301500":["ÛâÊÚÿč","ÛīÏÚāĊ","ÛīĒÚÐĨ","ÛõÖÚÏå","ÛâĢÚÎĖ","ÛâÊÚÿč"],"301600":["ÛáÕÛÌù","ÛĪòÛÎò","ÛīÏÚāĊ","ÛâÊÚÿč","ÛáÕÛÌù"],"301700":["ÛßïÜÊÎ","ÛĩÔÜÌÑ","ÛĩĒÛÿæ","ÛĪòÛÎò","ÛáÕÛÌù","ÛßïÜÊÎ"],"301800":["ÛßïÜÊÎ","ÛÝýÝöċ","ÛÝęÝ÷ġ","ÛðÎÝøó","ÛðÍÝùĉ","ÜÒúÝûĖ","ÜòČÜÍñ","ÛĩÔÜÌÑ","ÛßïÜÊÎ"],"301900":["ÙñćÝôÔ","ÙēĒÝõÍ","ÙēĕÝóñ","ÛÝýÝöċ","ÛßïÜÊÎ","ÙğåÛīÔ","ÙñćÝôÔ"],"302000":["ÚÖĩÛÊá","ÚÙĖÛÊæ","ÙğåÛīÔ","ÛßïÜÊÎ","ÛáÕÛÌù","ÛâÊÚÿč","ÛâĢÚÎĖ","ÚüÿÚÌć","ÚõĐÚÌé","ÚÖĩÛÊá"],"310100":["ÝçėÓÒÕ","ÝßħÓÕù","ÝÙùÓÜØ","ÝÏğÓéê","ÝÈáÓùÈ","ÜĩòÓüù","ÜĚÝÓćö","ÜĆïÓĕē","ÜþęÓĜħ","ÜûúÓģď","ÜùĆÓĪþ","Ü÷äÔßå","ÜęËÔßû","ÜęĀÓĔó","ÜĚÝÓēą","ÝþñÓĕĨ","ÝþēÓøč","ÝçÞÓ÷ģ","ÝçėÓÒÕ"],"310200":["ÜęËÔßû","ÝýČÔáą","ÝþñÓĕĨ","ÜĚÝÓēą","ÜęĀÓĔó","ÜęËÔßû"],"310300":["ÜĘèÔĐĊ","ÝêėÔĒß","ÝêġÔċõ","ÝýÐÔċĨ","ÝýÒÔĊĖ","ÝýČÔáą","ÜęËÔßû","ÜĘèÔĐĊ"],"310400":["ÜĘèÔĐĊ","ÜĘÊÔġÎ","ÝêĀÔĢċ","ÝêþÔĤó","ÝüčÔĤġ","ÝýÐÔċĨ","ÝêġÔċõ","ÝêėÔĒß","ÜĘèÔĐĊ"],"310500":["ÜėûÕÝÚ","ÝêÒÕÞĝ","ÝêþÔĤó","ÝêĀÔĢċ","ÜĘÊÔġÎ","ÜėûÕÝÚ"],"310600":["ÜĖìÕĦč","ÝûÌÕĨć","ÝüÞÕßê","ÝüčÔĤġ","ÝêþÔĤó","ÝêÒÕÞĝ","ÜėûÕÝÚ","ÜĖìÕĦč"],"310700":["ÜĕĠÖÚĘ","ÝúĈÖÜþ","ÝûÌÕĨć","ÜĖìÕĦč","ÜĕĠÖÚĘ"],"310800":["ÜĕÍÖċĥ","ÝùīÖčī","ÝúĈÖÜþ","ÜĕĠÖÚĘ","ÜĕÍÖċĥ"],"310900":["ÝùīÖčī","ÜĕÍÖċĥ","ÜēĦ×ñø","Ýñĝ×óÌ","ÝñĎ×ô×","Ýôī×ôâ","ÝøĔ×ÛÉ","ÝúË×Éä","ÝùīÖčī"],"311000":["Ýôī×ôâ","ÝñĎ×ô×","Ýñĝ×óÌ","ÜēĦ×ñø","ÜĒġØÖĨ","ÝîĐØØĊ","ÝðĈØÎĕ","Ýôī×ôâ"],"311100":["ÜĒĊØíÞ","ÝàãØîġ","Ý÷ħØïä","ÝøßØØġ","ÝîĐØØĊ","ÜĒġØÖĨ","ÜĒĊØíÞ"],"311200":["ÜÊüØêØ","ÜĒĊØíæ","ÜĒĊØíÞ","ÜĒġØÖĨ","ÜÊħØÕÊ","ÜÊüØêØ"],"311300":["ÛÊĂØèÿ","ÜÊüØêØ","ÜÊħØÕÊ","ÜĒġØÖĨ","ÜēĦ×ñø","Ûĩñ×ïÐ","Ûâú×ïġ","ÛáĞ×ýÐ","ÛàÞ×ćÏ","ÛÓĈØÌé","ÛÊĂØèÿ"],"311400":["ÛĥđÕĪÊ","ÛĚĂÖÉĉ","ÛĎĔÖÐà","ÛąÙÖËĪ","ÛúÔÖËĥ","ÛõÞÖÉð","ÛìĖÖØÜ","ÛåàÖêě","ÛâéÖûÛ","ÛáĥÖĈØ","ÛäÌÖĈÙ","ÛãÑ×Ôĩ","Ûâú×ïġ","Ûĩñ×ïÐ","ÜēĦ×ñø","ÜĕÍÖċĥ","ÜĕĠÖÚĘ","ÛĞùÖÙÈ","ÛģÞÖÉĄ","ÛĥđÕĪÊ"],"311500":["ÜâąÕçö","ÜãÞÕôĄ","ÜÓđÕĉĔ","ÜÔĨÕĊå","ÛīĄÕĥÎ","ÛĩøÕĨé","ÛĥđÕĪÊ","ÛģÞÖÉĄ","ÛĞùÖÙÈ","ÜĕĠÖÚĘ","ÜĖìÕĦč","ÜėûÕÝÚ","ÜĘÊÔġÎ","ÜĘèÔĐĊ","ÜęËÔßû","Ü÷äÔßå","ÜîýÔþĤ","ÜíćÔČĂ","ÜâąÕçö"],"320100":["àîĊÐĪæ","àÎēÐĦí","ßīĢÐħõ","ßĦðÐĪĪ","ßģÜÑÊĉ","ßĚĪÑÝĎ","ßĖÈÑãĂ","ßĖßÑÚï","ßĒÝÑÞğ","ßČďÑßý","ßČđÑØÑ","ßćĆÑ×Ģ","ßćÛÑàñ","ßĆĜÒÉģ","ßēċÒÊÝ","ßĒīÒìą","àååÒîā","àçÙÒçÜ","àïĆÒÚò","àòħÒÓ÷","àóĆÒÑú","àóÖÒÊã","àòĥÑĝč","àíČÑîċ","àîĊÐĪæ"],"320200":["àäĕÒýĤ","àååÒîā","ßĒīÒìą","ßđÿÓðĐ","ßĞ÷ÓïĦ","àØģÓêô","àÜÕÓçâ","àäĝÓØü","àåĝÒĪâ","àäĕÒýĤ"],"320300":["ßĄąÓññ","ßđÿÓðĐ","ßĒīÒìą","ßĆÈÒëě","ßĄąÓññ"],"320400":["ÞīßÐÔĂ","ÞīßÑÜý","ÞğčÑÜĜ","ÞĞÚÒÈÿ","ÞĪħÒÈĢ","ÞĪäÒêĆ","ßĆÈÒëě","ßĒīÒìą","ßēċÒÊÝ","ßĆĜÒÉģ","ßćÛÑàñ","ßćĆÑ×Ģ","ßČđÑØÑ","ßČďÑßý","ßĒÝÑÞğ","ßĖßÑÚï","ßĖßÐûĂ","ÞīßÐÔĂ"],"320500":["ÞãĐÓÍġ","ÞēĆÓÕä","ßÉæÓÛÝ","ßÎĂÓÝù","ßÖĢÓåÞ","ßÞÿÓéá","ßõæÓïü","ßĄąÓññ","ßĆÈÒëě","ÞĪäÒêĆ","ÞäĎÒèĒ","ÞãĐÓÍġ"],"320600":["ÞğčÑÜĜ","ÞóĀÑÜċ","ÞñÐÑ×Ą","ÞíąÑÔÐ","Þê÷Ñóĩ","ÞåĄÑøÙ","ÞäĎÒèĒ","ÞĪäÒêĆ","ÞĪħÒÈĢ","ÞĞÚÒÈÿ","ÞğčÑÜĜ"],"330100":["ÜĀÜÐûÔ","ÜĀïÐēĈ","ÜþĐÐęĘ","ÜùđÐęâ","ÜõÚÐĚÿ","ÜąæÐġĊ","Üć÷ÐĤö","ÜðĨÐĝĦ","ÜïãÐĠÊ","ÜëğÐħÕ","ÜêĜÑÉÊ","ÜêĆÑÓĠ","ÜìēÑÔĠ","ÜìòÑåĂ","ÜòßÑåā","Ü÷øÑèí","ÜĊĕÑìĐ","ÜĊėÑêÜ","ÜĜČÑêè","ÜěõÑęå","ÜěãÒåô","ÞäĎÒèĒ","ÞåĄÑøÙ","Þê÷Ñóĩ","ÞíąÑÔÐ","ÞïĈÐĨĄ","ÞïêÐĢč","ÞíĉÐĞå","ÞêēÐěÜ","ÞæĢÐęĠ","ÞãßÐĚĘ","ÞàâÐĝõ","ÞÞÒÐĝó","Þß×ÐìÌ","ÞâÉÐçĒ","ÞâīÐâÖ","ÞáÙÐÛÞ","ÞÜĈÐ×Ñ","Þ×ĒÐ×Ô","ÞÓîÐÛÎ","ÞÊúÐÛÉ","ÞÊòÐÝø","ÞÌßÐÝč","ÞÎčÐàñ","ÞÎîÐãá","ÞÊčÐèÕ","ÝĩçÐêë","ÝĖçÐäÒ","ÝĔôÐáĥ","ÝĔąÐßğ","ÝēâÐÞČ","ÝĒĆÐÚĔ","ÝÿíÐÚÜ","ÝÿÖÐâĥ","Ýþ×Ðåä","ÜĠ×ÐßĊ","ÜĞîÐøĄ","ÜĠúÐþó","ÜĤãÐāý","ÝÞĒÐûģ","ÝçÕÐāĘ","ÝëïÐĂù","ÝñÈÐāð","Ý÷îÐćç","ÝýÝÐĆÚ","ÝÿğÐćØ","ÝĀćÐĉß","ÝąÐÐĉæ","ÝćÍÐĆË","ÝČýÐĆÙ","ÝēĊÐāý","ÝĠĆÐþą","ÞÈģÐĂÓ","ÞÏĔÐćË","ÞÕÞÐćì","ÞÕÈÐĝà","ÞÏìÐĝÍ","ÞÏõÐĝĨ","ÞÉÚÐĠĩ","ÝġÛÐĤė","ÝėûÐģĉ","ÝďçÐğã","ÝČæÐĜØ","ÝĆĚÐĜÌ","ÝĄģÐĘĂ","ÝăÚÐĘą","ÝăÔÐĚö","ÝĂÓÐĚù","ÝĂÊÐĘÎ","ÝĀèÐĘï","ÝþõÐĚĪ","Ý÷ÞÐĘĀ","ÝðñÐĘò","Ýî×ÐĝĘ","ÝæČÐĠĩ","ÝàġÐġÒ","ÝÚÕÐğÐ","ÝÕàÐěĂ","ÝÎÏÐĐę","ÝÊĂÐčĘ","ÜĝëÐĉĐ","ÜĉÛÐûã","ÜĀÜÐûÔ"],"330200":["ÜěãÒåô","ÜěïÒüÍ","ÜěêÒăÙ","ÝèìÒĄĚ","ÝçėÓÒÕ","ÝìāÓÑø","ÝøñÓËĈ","ÞãĐÓÍġ","ÞäĎÒèĒ","ÜěãÒåô"],"330300":["ÜÒÕÒúà","ÜěïÒüÍ","ÜěãÒåô","ÜáöÒãó","ÜÒòÒäØ","ÜÒÕÒúà"],"330400":["ÜěõÑęå","ÜÓÙÑėĥ","ÜÒòÒäØ","ÜáöÒãó","ÜěãÒåô","ÜěõÑęå"],"330500":["ÜĀÜÐûÔ","ÜñýÐýī","ÜêÿÐýè","ÜÜéÐóĥ","Ü×ĪÐòĉ","ÜÓĨÐóæ","ÜÏßÐöý","ÜÉùÐùĨ","ÜÏßÐüą","ÜÍúÑÚĈ","ÜÎëÑÜđ","ÜÒġÑàÎ","ÜÓáÑçþ","ÜÓÙÑėĥ","ÜěõÑęå","ÜĜČÑêè","ÜĊėÑêÜ","ÜĊĕÑìĐ","Ü÷øÑèí","ÜòßÑåā","ÜìòÑåĂ","ÜìēÑÔĠ","ÜêĆÑÓĠ","ÜêĜÑÉÊ","ÜëğÐħÕ","ÜïãÐĠÊ","ÜðĨÐĝĦ","Üć÷ÐĤö","ÜąæÐġĊ","ÜõÚÐĚÿ","ÜùđÐęâ","ÜþĐÐęĘ","ÜĀïÐēĈ","ÜĀÜÐûÔ"],"340100":["ÜěêÒăÙ","ÜěóÓÑĕ","ÜĚÝÓćö","ÜĩòÓüù","ÝÈáÓùÈ","ÝÏğÓéê","ÝÙùÓÜØ","ÝßħÓÕù","ÝçėÓÒÕ","ÝèìÒĄĚ","ÜěêÒăÙ"],"340200":["ÜěïÒüÍ","ÜÒÕÒúà","ÜÒÊÒĂÝ","ÜÑ÷ÓÉò","ÜÑóÓÌć","ÜÚýÓÌĞ","ÜÙğÓòÚ","ÜØïÓòÕ","ÜÚçÓýĘ","ÜÙāÓĒÿ","ÜáČÓĕÎ","ÜãðÓēĚ","ÜëĊÓĚę","ÜëĔÓĒĜ","ÜìúÓĒė","ÜóĚÓęÌ","ÜïėÓĢĠ","ÜùĆÓĪþ","ÜûúÓģď","ÜþęÓĜħ","ÜĆïÓĕē","ÜĚÝÓćö","ÜěóÓÑĕ","ÜěêÒăÙ","ÜěïÒüÍ"],"340300":["ÜÑ÷ÓÉò","ÛìĆÒīă","ÛìæÓÞç","ÛģÈÓßċ","ÛĢĒÓñ÷","ÜØïÓòÕ","ÜÙğÓòÚ","ÜÚýÓÌĞ","ÜÑóÓÌć","ÜÑ÷ÓÉò"],"340400":["ÛìĆÒīă","ÜÑ÷ÓÉò","ÜÒÊÒĂÝ","ÛíßÒĀØ","ÛìĆÒīă"],"340500":["ÚĈäÒþØ","ÚćêÓßĀ","ÚīěÓßğ","ÚīĤÓÙõ","ÛÚÙÓÙğ","ÛÚÓÓÞĞ","ÛìäÓßç","ÛìæÓÞç","ÛìĆÒīă","ÛíßÒĀØ","ÚĈäÒþØ"],"340600":["ÚĈèÒøû","ÚçìÒ÷Ė","ÚãğÒù÷","ÙģîÒøà","ÙģéÒüÔ","ÙĢĎÒĪÛ","ÚÎċÓÛÛ","ÚÐąÓÛã","ÚÐćÓÜÜ","ÚâĢÓÜă","ÚâĠÓÞă","ÚäēÓÞĐ","ÚćêÓßĀ","ÚĈäÒþØ","ÚĈèÒøû"],"350100":["ÜÏßÐöý","ÜÎĞÏēø","ÜÈßÏđÖ","ÛòďÏéė","ÛïàÐÎĀ","ÛðïÐëù","ÛîĘÑåĖ","ÜÓáÑçþ","ÜÒġÑàÎ","ÜÎëÑÜđ","ÜÍúÑÚĈ","ÜÏßÐüą","ÜÉùÐùĨ","ÜÏßÐöý"],"350200":["ÛîÞÑĕĘ","ÜÓÙÑėĥ","ÜÓáÑçþ","ÛîĘÑåĖ","ÛîĊÑñà","ÛîÞÑĕĘ"],"350300":["ÛíāÒâä","ÜÒòÒäØ","ÜÓÙÑėĥ","ÛîÞÑĕĘ","ÛíāÒâä"],"350400":["ÛíßÒĀØ","ÜÒÊÒĂÝ","ÜÒÕÒúà","ÜÒòÒäØ","ÛíāÒâä","ÛíßÒĀØ"],"350500":["ÚĈäÒþØ","ÛíßÒĀØ","ÛíāÒâä","ÚĈďÒáÈ","ÚĈèÒøû","ÚĈäÒþØ"],"350600":["ÚĈďÒáÈ","ÛíāÒâä","ÛîÞÑĕĘ","ÛÛČÑĕê","ÚĉØÑĔÛ","ÚĈďÒáÈ"],"350700":["ÛÊàÑåÐ","ÚĉāÑäÞ","ÚĉøÑòĆ","ÚĉØÑĔÛ","ÛÛČÑĕê","ÛÜðÑðĜ","ÛÊÔÑðù","ÛÊàÑåÐ"],"350800":["ÛÛČÑĕê","ÛîÞÑĕĘ","ÛîĊÑñà","ÛÜðÑðĜ","ÛÛČÑĕê"],"350900":["ÛÜðÑðĜ","ÛîĊÑñà","ÛîĘÑåĖ","ÛÊàÑåÐ","ÛÊÔÑðù","ÛÜðÑðĜ"],"351000":["ÛòďÏéė","ÚčċÎĝÛ","ÚČßÏĝĊ","ÚĊÿÐüû","ÚĊóÐĈġ","ÚĊăÑÈÖ","ÚĉāÑäÞ","ÛÊàÑåÐ","ÛîĘÑåĖ","ÛðïÐëù","ÛïàÐÎĀ","ÛòďÏéė"],"351100":["ÙĤħÑáĠ","ÚĉāÑäÞ","ÚĊăÑÈÖ","ÚĊóÐĈġ","ÙĥøÐĜĘ","ÙĤħÑáĠ"],"351200":["ÙĤħÑáĠ","ÙĤĒÑðĎ","ÚÒĤÑñÎ","ÚÒħÑîć","Úå×Ñîī","ÚåÔÑñĤ","ÚĉøÑòĆ","ÚĉāÑäÞ","ÙĤħÑáĠ"],"351300":["ÙĤĒÑðĎ","ÙĤèÑĒā","ÚĉØÑĔÛ","ÚĉøÑòĆ","ÚåÔÑñĤ","Úå×Ñîī","ÚÒħÑîć","ÚÒĤÑñÎ","ÙĤĒÑðĎ"],"351400":["ÚĉØÑĔÛ","ÙĤèÑĒā","ÙģďÒÞĖ","ÚĈďÒáÈ","ÚĉØÑĔÛ"],"351500":["ÙģîÒøà","ÚãğÒù÷","ÚçìÒ÷Ė","ÚĈèÒøû","ÚĈďÒáÈ","ÙģďÒÞĖ","ÙģîÒøà"],"360100":["ÚëĐÐéģ","ÚĊÿÐüû","ÚČßÏĝĊ","ÚąâÏĚä","ÚăĢÏĜÍ","ÚñĪÐÞø","ÚðĢÐÝĊ","ÚëĐÐéģ"],"360200":["ÙĥøÐĜĘ","ÚĊóÐĈġ","ÚĊÿÐüû","ÚëĐÐéģ","ÚçėÐöę","ÙĦÞÐãä","ÙĥøÐĜĘ"],"360300":["ÙĤæÐÐġ","ÙğćÐÞĥ","ÙĦÞÐãä","ÚçėÐöę","ÚëĐÐéģ","ÚðĢÐÝĊ","ÚñĪÐÞø","ÚăĢÏĜÍ","ÚąâÏĚä","ÚČßÏĝĊ","ÚčċÎĝÛ","ÚæčÎĄÚ","ÚÙàÏÙþ","ÚÕğÏêÊ","Ú×èÏêö","ÚÌĥÏđČ","ÙĤæÐÐġ"],"360400":["ÚæčÎĄÚ","ÙáčÍĤĚ","ÙàÈÏÓÙ","ÙÞĒÏÞÿ","ÙßĉÏßÛ","ÙßĜÏâĄ","ÙßĆÏ÷í","ÙßãÏĕÏ","ÙëØÏĕû","ÙüåÏěÝ","ÙĤæÐÐġ","ÚÌĥÏđČ","Ú×èÏêö","ÚÕğÏêÊ","ÚÙàÏÙþ","ÚæčÎĄÚ"],"360500":["ÙÞďÐáć","ÙĞßÐã×","ÙğćÐÞĥ","ÙĤæÐÐġ","ÙüåÏěÝ","ÙëØÏĕû","ÙßãÏĕÏ","ÙÞďÐáć"],"370100":["ÙÛÏÒùĒ","ÙÚÒÓ×ď","ÙìÓÓÙó","ÙìÑÓÚģ","ÙĢóÓÛđ","ÙĢĎÒĪÛ","ÙģéÒüÔ","ÙÛÏÒùĒ"],"370200":["ØöðÒøď","ØõÌÓØæ","ØćēÓÙÙ","ØćĉÓÞë","ØĔĎÓÜ×","ÙÚÌÓÜÙ","ÙÚÒÓ×ď","ÙÛÏÒùĒ","ØĜċÒøē","ØöðÒøď"],"370300":["ØöðÒøď","×đúÒöþ","×ĐÞÓ×Ĉ","ØõÉÓÙđ","ØõÌÓØæ","ØöðÒøď"],"370400":["×đúÒöþ","×úûÒöĐ","×øâÒöĉ","×øãÒõð","×ÈĀÒôÓ","×ÈÜÒćč","ÖīéÓÕÕ","×ĐÞÓ×Ĉ","×đúÒöþ"],"380100":["ÙÝðÐīõ","ÙĥøÐĜĘ","ÙĦÞÐãä","ÙğćÐÞĥ","ÙĞßÐã×","ÙÞďÐáć","ÙÝĞÐĒĩ","ÙÝðÐīõ"],"380200":["ÙÜħÑßĜ","ÙĤħÑáĠ","ÙĥøÐĜĘ","ÙÝðÐīõ","ÙÜħÑßĜ"],"380300":["ÙÜÝÑĐć","ÙĤèÑĒā","ÙĤĒÑðĎ","ÙĤħÑáĠ","ÙÜħÑßĜ","ÙÜĤÑâø","ÙÜÝÑĐć"],"380400":["ÙÛ÷ÒÝâ","ÙģďÒÞĖ","ÙĤèÑĒā","ÙÜÝÑĐć","ÙÛ÷ÒÝâ"],"380500":["ÙÛÏÒùĒ","ÙģéÒüÔ","ÙģîÒøà","ÙģďÒÞĖ","ÙÛ÷ÒÝâ","ÙÛÏÒùĒ"],"380600":["ØĜċÒøē","ÙÛÏÒùĒ","ÙÛ÷ÒÝâ","ØĝØÒÜï","ØĜċÒøē"],"380700":["ØĉÓÒÛĞ","ØĝØÒÜï","ÙÛ÷ÒÝâ","ÙÜÝÑĐć","ØĉĚÑďØ","ØĉÓÒÛĞ"],"380800":["ØĉĚÑďØ","ÙÜÝÑĐć","ÙÜĤÑâø","ØĊþÑàħ","ØĊæÑðă","ØĊÐÑþĪ","ØĉĚÑďØ"],"380900":["ØĊþÑàħ","ÙÜĤÑâø","ÙÜħÑßĜ","ÙÝðÐīõ","ÙÝĞÐĒĩ","ØċíÐđþ","ØĊþÑàħ"],"381000":["ØċíÐđþ","ÙÝĞÐĒĩ","ÙÞďÐáć","ØČÓÐàĄ","ØċíÐđþ"],"381100":["ØùÛÐđÑ","ØċíÐđþ","ØČÓÐàĄ","ØùĢÐàÝ","ØùÛÐđÑ"],"381200":["ØÓīÑßü","ØæÜÑßĨ","ØĊþÑàħ","ØċíÐđþ","ØùÛÐđÑ","ØÔėÐĐâ","ØÓīÑßü"],"381300":["ØĊæÑðă","ØĊþÑàħ","ØæÜÑßĨ","ØåħÑïĆ","ØĊæÑðă"],"381400":["ØæÜÑßĨ","ØÓīÑßü","ØÒÜÒÚî","ØöĥÒÛð","Ø÷ĥÑþø","ØĊÐÑþĪ","ØĊæÑðă","ØåħÑïĆ","ØæÜÑßĨ"],"381500":["ØöĥÒÛð","ØĉÓÒÛĞ","ØĉĚÑďØ","ØĊÐÑþĪ","Ø÷ĥÑþø","ØöĥÒÛð"],"381600":["ØöðÒøď","ØĜċÒøē","ØĝØÒÜï","ØĉÓÒÛĞ","ØöĥÒÛð","ØöðÒøď"],"381700":["×đúÒöþ","ØöðÒøď","ØöĥÒÛð","ØÒÜÒÚî","×ĒËÒÙõ","×đúÒöþ"],"381800":["×ĒËÒÙõ","ØÒÜÒÚî","ØÓīÑßü","×ēÿÑàÌ","×ĒËÒÙõ"],"381900":["×ēÿÑàÌ","ØÓīÑßü","ØÔėÐĐâ","×ĔâÐďò","×ēÿÑàÌ"],"382000":["×ĔâÐďò","ØÔėÐĐâ","ØùÛÐđÑ","ØùĢÐàÝ","×ĕÐÐÞć","×ĔâÐďò"],"390100":["ÙáčÍĤĚ","ÙÍĊÍėĨ","ØėàÍĥü","ØčÏÎåč","ØĎëÎæù","ØüëÎĔà","ØûòÎĚĠ","ØúĪÏâĠ","ØĨËÏãÒ","ÙßĆÏ÷í","ÙßĜÏâĄ","ÙßĉÏßÛ","ÙÞĒÏÞÿ","ÙàÈÏÓÙ","ÙáčÍĤĚ"],"390200":["ØúõÏēĀ","ÙßãÏĕÏ","ÙßĆÏ÷í","ØĨËÏãÒ","ØúĪÏâĠ","ØúõÏēĀ"],"390300":["ØùĢÐàÝ","ØČÓÐàĄ","ÙÞďÐáć","ÙßãÏĕÏ","ØúõÏēĀ","ØùĢÐàÝ"],"390400":["×ĕÐÐÞć","ØùĢÐàÝ","ØúõÏēĀ","×ĕĎÏĒÖ","×ĕÐÐÞć"],"390500":["×ĕĐÏĐß","×ĕĎÏĒÖ","ØúõÏēĀ","ØúĪÏâĠ","×ĖßÏáĆ","×ĕĐÏĐß"],"390600":["×ĖßÏáĆ","ØúĪÏâĠ","ØûòÎĚĠ","Ø÷ÿÎĖá","×ĖĖÎĕÐ","×ĖßÏáĆ"],"390700":["×ėĚÍĆè","×ĘģÍčÌ","×ĖģÍēË","×ėģÍĝË","×ĖĖÎĕÐ","Ø÷ÿÎĖá","ØûòÎĚĠ","ØüëÎĔà","ØĎëÎæù","ØčÏÎåč","ØĊçÎãĢ","ØĄĦÎäĤ","ØÿĈÎãĘ","ØøĨÎßÎ","Ø÷ČÎßï","ØöýÎÝä","ØñēÎÜÌ","ØâĐÎÒÕ","ØÜęÎËė","ØÒðÍğþ","×ĩČÍďá","×ĨćÍĉÝ","×ĤĥÍăÉ","×ĢËÍĂĝ","×ěĠÍćË","×ěÞÍąõ","×ėĚÍĆè"],"400100":["×ëďÒØ÷","×ĒËÒÙõ","×ēÿÑàÌ","×ĔâÐďò","×ĕÐÐÞć","×ĂģÐÞÑ","×ïĢÐÝď","×îĢÐīÌ","×ïĞÑÛç","×ïÞÑÛå","×îæÑċĖ","×ìĀÑċę","×ëďÒØ÷"],"400200":["×ëďÒØ÷","×ÉÈÒ×Ā","×ÈĀÒôÓ","×øãÒõð","×øâÒöĉ","×úûÒöĐ","×đúÒöþ","×ĒËÒÙõ","×ëďÒØ÷"],"400300":["×ÌÞÐÜď","ÖÕçÐÚĥ","ÖÔôÐċđ","ÖÓĀÑØ×","ÖåĘÑØĂ","×ÊĂÑÚì","×ÉĘÑċÉ","×ÉÈÒ×Ā","×ëďÒØ÷","×ìĀÑċę","×îæÑċĖ","×ïÞÑÛå","×ïĞÑÛç","×îĢÐīÌ","×ïĢÐÝď","×ÌÞÐÜď"],"400400":["ÖåÊÑĉÖ","×ÉĘÑċÉ","×ÊĂÑÚì","ÖåĘÑØĂ","ÖåÊÑĉÖ"],"400500":["×ÉĘÑċÉ","ÖåÊÑĉÖ","ÖäÛÒÕč","×ÉÈÒ×Ā","×ÉĘÑċÉ"],"400600":["ÕĞÙÒñÚ","×ÈĀÒôÓ","×ÉÈÒ×Ā","ÖäÛÒÕč","ÖÑĦÒÕÝ","ÕĞċÒÔă","ÕĞÙÒñÚ"],"400700":["ÖÑĦÒÕÝ","ÖäÛÒÕč","ÖåÊÑĉÖ","ÖåĘÑØĂ","ÖÓĀÑØ×","ÖÑĦÒÕÝ"],"400800":["ÕĀĨÑÖĖ","ÕĀØÑĂ÷","ÕÿÌÑčÚ","Õÿ×ÒÔæ","ÕĞċÒÔă","ÖÑĦÒÕÝ","ÖÓĀÑØ×","ÕĀĨÑÖĖ"],"410100":["×ûëÍąù","×úÝÎçā","×ĈĝÎéă","×ĈéÎĔĔ","×ĖĖÎĕÐ","×ėģÍĝË","×ĖģÍēË","×ĘģÍčÌ","×ėĚÍĆè","×ĉąÍćý","×ûëÍąù"],"410200":["×ćĘÏáè","×ĖßÏáĆ","×ĖĖÎĕÐ","×ĈéÎĔĔ","×ćĘÏáè"],"410300":["×ćĘÏáè","×ćäÏďĤ","×ĕĐÏĐß","×ĖßÏáĆ","×ćĘÏáè"],"410400":["×ĂģÐÞÑ","×ĕÐÐÞć","×ĕĎÏĒÖ","×ĕĐÏĐß","×ćäÏďĤ","×ĆĨÏĪË","×ăãÏĩħ","×ĂģÐÞÑ"],"410500":["×ÌÞÐÜď","×ïĢÐÝď","×ĂģÐÞÑ","×ăãÏĩħ","×ĆĨÏĪË","×ćäÏďĤ","×ÑėÏĎĐ","×ÌĐÏďĉ","×ÌÞÐÜď"],"410600":["×ÌĐÏďĉ","×ÑėÏĎĐ","×ćäÏďĤ","×ćĘÏáè","×ÍßÏßī","×ÌĐÏďĉ"],"410700":["×ĈéÎĔĔ","×ÑĊÎēú","×ÐØÎĘĢ","×ÍĘÎęć","×ÍßÏßī","×ćĘÏáè","×ĈéÎĔĔ"],"410800":["×ÎòÎêÍ","×ÎĂÎúĊ","×ËęÎûĊ","×ÊăÎÿÌ","×ÊñÎēè","×ËïÎĘà","×ÍĘÎęć","×ÐØÎĘĢ","×ÑĊÎēú","×ĈéÎĔĔ","×ĈĝÎéă","×úÝÎçā","×âġÎçÛ","×ÎòÎêÍ"],"410900":["×ÎÍÍÚĩ","×ÏõÍāę","×ÎòÎêÍ","×âġÎçÛ","×úÝÎçā","×ûëÍąù","×îĪÍĀó","×îâÍāĥ","×èðÍûĢ","×áÑÍñø","×ßÖÍçĐ","×áËÍßć","×àĠÍÛĥ","×ßĐÍ×Ć","×ÜĉÍÓä","×ØïÍÒÜ","×ÑâÍÔĆ","×ÎÍÍÚĩ"],"411000":["×ÎÍÍÚĩ","×ÌùÍêă","×ÉĞÍñă","ÖĩåÍ÷Ħ","ÖĢÑÍûü","ÖĘåÍûĘ","ÖĒĤÍþě","ÖýĥÍñã","ÖðãÍÝĔ","ÖîėÍáí","ÖíþÍìÖ","ÖìÒÍêĦ","ÖìïÍæÍ","ÖëïÍçå","ÖâøÍçĦ","ÖØËÍæÈ","ÖÕÎÎÒÜ","ÖÙÞÎÖÉ","ÖÚúÎàā","ÖéĂÎàĢ","ÖééÎùĜ","ÖòÊÎøá","ÖčðÎøĠ","ÖčĪÎñĉ","×ÎòÎêÍ","×ÏõÍāę","×ÎÍÍÚĩ"],"411100":["ÖÚúÎàā","Ö×īÎàû","Ö×ćÎąĩ","Ö×ýÎđæ","×ÊñÎēè","×ÊăÎÿÌ","×ËęÎûĊ","×ÎĂÎúĊ","×ÎòÎêÍ","ÖčĪÎñĉ","ÖčðÎøĠ","ÖòÊÎøá","ÖééÎùĜ","ÖéĂÎàĢ","ÖÚúÎàā"],"411200":["×ÊñÎēè","Ö×ýÎđæ","ÖÖĎÏÝĠ","×ÍßÏßī","×ÍĘÎęć","×ËïÎĘà","×ÊñÎēè"],"411300":["ÖÕĝÏĎö","×ÌĐÏďĉ","×ÍßÏßī","ÖÖĎÏÝĠ","ÖÕĝÏĎö"],"411400":["ÖÕçÐÚĥ","×ÌÞÐÜď","×ÌĐÏďĉ","ÖÕĝÏĎö","ÖÕçÐÚĥ"],"420100":["ÖØËÍæÈ","ÕĢÿÍÛÉ","ÕēģÌġĀ","ÕČäÌćü","ÕċþÌÿï","ÕĎĉÌòü","ÖÈėÌêī","ÖÈþÌéĠ","ÕčĨÌñą","ÕąćÌēí","ÕĆģÌėË","ÕĄģÌğÊ","ÕąģÌĦÊ","ÕĉģÍÉË","ÕČģÍÌÊ","ÕČģÍÐý","ÕĎìÍÔĀ","ÕĉÛÍÛă","ÕĄÐÍåĐ","ÕúĈÍāę","ÕĀĠÍĒÌ","ÕĄÕÍħü","ÕąÒÎÒÝ","ÕĄßÎđě","ÕċìÎĐä","ÕğêÎĐć","ÕĠÑÎąõ","Ö×ćÎąĩ","Ö×īÎàû","ÖÚúÎàā","ÖÙÞÎÖÉ","ÖÕÎÎÒÜ","ÖØËÍæÈ"],"420200":["ÕăėÏÜă","ÖÖĎÏÝĠ","Ö×ýÎđæ","Ö×ćÎąĩ","ÕĠÑÎąõ","ÕğêÎĐć","ÕċìÎĐä","ÕĄßÎđě","ÕăėÏÜă"],"420300":["ÕăáÏčß","ÖÕĝÏĎö","ÖÖĎÏÝĠ","ÕăėÏÜă","ÕăèÏćÖ","ÕăáÏčß"],"420400":["ÕĂċÐÙĝ","ÖÕçÐÚĥ","ÖÕĝÏĎö","ÕăáÏčß","ÕĂċÐÙĝ"],"420500":["ÕāĚÐĊĂ","ÖÔôÐċđ","ÖÕçÐÚĥ","ÕĂċÐÙĝ","ÕāĚÐĊĂ"],"420600":["ÕĀĨÑÖĖ","ÖÓĀÑØ×","ÖÔôÐċđ","ÕāĚÐĊĂ","ÕĀĨÑÖĖ"],"420700":["ÔĜãÑÕÍ","ÕĀĨÑÖĖ","ÕāĚÐĊĂ","ÕĂċÐÙĝ","ÔĝĪÐØà","ÔĜãÑÕÍ"],"420800":["ÔĝĪÐØà","ÕĂċÐÙĝ","ÕăáÏčß","ÕăèÏćÖ","ÕÞĥÏĆå","ÕÞğÏČî","ÔĞõÏċā","ÔĝĪÐØà"],"420900":["ÔĞõÏċā","ÕÞğÏČî","ÕÞĥÏĆå","ÕăèÏćÖ","ÕăėÏÜă","ÔĞĥÏÚĨ","ÔĞõÏċā"],"421000":["ÔĞĥÏÚĨ","ÕăėÏÜă","ÕĄßÎđě","ÕêĕÎđÍ","ÕÍþÎėĎ","ÕÍìÎĠÍ","ÔğáÎğĎ","ÔĞĥÏÚĨ"],"421100":["ÕąćÌēí","ÕāÏÌġë","ÕüęÌĠÑ","ÕúĔÌĨæ","ÕöĖÌġę","Õ÷ĜÌĝÝ","ÕöòÌĘà","ÕðíÌĔė","ÕïÞÌĒÝ","ÕàÿÌāþ","ÕÞĒÌüď","ÕÚąÌöČ","ÕÒęÌïâ","ÔĦãÌâę","ÔĤøÌßÌ","ÔĢØÌâĊ","ÔġÕÍßó","ÔğĨÎÝû","ÔğèÎėþ","ÔğáÎğĎ","ÕÍìÎĠÍ","ÕÍþÎėĎ","ÕêĕÎđÍ","ÕĄßÎđě","ÕąÒÎÒÝ","ÕĄÕÍħü","ÕĀĠÍĒÌ","ÕúĈÍāę","ÕĄÐÍåĐ","ÕĉÛÍÛă","ÕĎìÍÔĀ","ÕČģÍÐý","ÕČģÍÌÊ","ÕĉģÍÉË","ÕąģÌĦÊ","ÕĄģÌğÊ","ÕĆģÌėË","ÕąćÌēí"],"421200":["ÔÕáÐÖó","ÔĜãÑÕÍ","ÔĝĪÐØà","ÔÕáÐÖó"],"430100":["ÔÛĖËĀģ","ÔÛØËďē","ÔÙüËđÛ","ÔÙēÌßð","ÔÙēÌðÏ","ÔØÉÌðË","Ô×âÍÝý","ÔġÕÍßó","ÔĢØÌâĊ","ÔĤøÌßÌ","ÔġâÌÝù","ÔěĘÌ×Ð","ÔēĐËīå","ÔĒěËĦì","ÔăÈËģç","ÔøěËěđ","ÔôĂËęĥ","ÔðģËđħ","ÔîþËćĚ","ÔðÒËĄá","ÔöìËýģ","ÔðĘËüĎ","ÔéēËýē","ÔÞðËü÷","ÔÜßËþÚ","ÔÛĖËĀģ"],"430200":["Ô×âÍÝý","ÔÖåÎÝĘ","ÔğĨÎÝû","ÔġÕÍßó","Ô×âÍÝý"],"430300":["ÔÖåÎÝĘ","ÔÖČÎęí","ÔýĀÎĚù","ÔýĂÎĝĨ","ÔĀÒÎĞÏ","ÔğèÎėþ","ÔğĨÎÝû","ÔÖåÎÝĘ"],"430400":["ÔÖåÎÝĘ","ÓĖċÎÜĠ","ÓòÝÎÛĤ","ÓñþÏÔë","ÓĖËÏÌí","ÓĖÓÎģė","ÔÖĆÎģÿ","ÔÖČÎęí","ÔÖåÎÝĘ"],"430500":["ÓĖċÎÜĠ","ÔÖåÎÝĘ","Ô×âÍÝý","ÓėĐÍÜĕ","ÓĖċÎÜĠ"],"430600":["ÓĘĔÌßÎ","ÓėĐÍÜĕ","Ô×âÍÝý","ÔØÉÌðË","ÔÙēÌðÏ","ÔÙēÌßð","ÓĘĔÌßÎ"],"430700":["ÔÈüËþâ","ÓęāËģú","ÓĘĔÌßÎ","ÔÙēÌßð","ÔÙüËđÛ","ÔÛØËďē","ÔÛĖËĀģ","ÔÚĩËĄì","ÔØäËćď","ÔÒīËĈċ","ÔÏ÷ËĆĢ","ÔÏĘËĆÖ","ÔÍ÷ËĄÈ","ÔÌñËĄß","ÔËĂËĂĕ","ÔÌÉËĀĒ","ÔÈüËþâ"],"430800":["ÓóéÍÛĩ","ÓėĐÍÜĕ","ÓĘĔÌßÎ","ÓôõÌÞä","ÓóéÍÛĩ"],"430900":["ÓòÝÎÛĤ","ÓĖċÎÜĠ","ÓėĐÍÜĕ","ÓóéÍÛĩ","ÓòÝÎÛĤ"],"431000":["ÒďäÎØĔ","ÓßïÎġÙ","ÓñýÏÖĞ","ÓñþÏÔë","ÓòÝÎÛĤ","ÒďäÎØĔ"],"431100":["ÒčăÎ×Ó","ÒčĆÎØĘ","ÒďäÎØĔ","ÓòÝÎÛĤ","ÓóéÍÛĩ","ÒĎćÍÚí","ÒčăÎ×Ó"],"431200":["ÒĎćÍÚí","ÓóéÍÛĩ","ÓôõÌÞä","ÒďĝÌÜĠ","ÒĎćÍÚí"],"431300":["ÓęāËģú","ÓöìËăē","ÓãðËïÝ","ÓãëËòÒ","ÓÑóËÞĈ","ÓÑöËÛĜ","ÒđĔÊęó","ÒđüÊīã","ÒĐüËĐò","ÒďĝÌÜĠ","ÓôõÌÞä","ÓĘĔÌßÎ","ÓęāËģú"],"431400":["ÓÎÑÉĪé","ÒĪĤÊÐÊ","ÒĥäÊàÚ","ÒīğÊëħ","ÒħúÊõĆ","ÒđĔÊęó","ÓÑöËÛĜ","ÓÑóËÞĈ","ÓãëËòÒ","ÓãðËïÝ","ÓöìËăē","ÓęāËģú","ÔÈüËþâ","ÓīĒËýĐ","ÓĪøËÿĪ","ÓħíËüħ","ÓĤÑËøê","ÓĦĒËóÓ","ÓĝĐËêä","ÓĝÎËëĀ","ÓĚċËêĂ","ÓĖğËãá","ÓĎĜË×ġ","ÓĎõËÕÑ","ÓĐäËÎĂ","ÓĉíËÊî","ÓĆÚÊĪĠ","ÓþèÊęÏ","ÓòýÊøü","ÓñìÊðí","ÓñĕÊçÉ","ÓôàÊÞÛ","ÓøÚÊÕĉ","ÓÿĥÊÊò","ÓĀāÊÈú","ÓÿčÉĩÐ","ÓĄĐÊÊĐ","ÓąËÊßø","ÓąÎÊÉĘ","ÓõĝÉĜØ","ÓñħÉĜě","ÓèęÉēÌ","ÓèûÉĎÌ","ÓãâÉĈü","ÓÐðÉĨÙ","ÓÎÑÉĪé"],"440100":["ÑÞïÏÔË","ÑÝċÏĆù","ÑÝÎÐÎĖ","ÒċóÐÒĎ","ÒČâÏæć","ÒĄÿÏèî","ÒăĜÏåì","ÒÞùÏìġ","ÒÞýÏçì","Ñħ×Ïêč","ÑħÔÏíæ","ÑďùÏíÎ","ÑĂğÏéò","ÑÞïÏÔË"],"440200":["ÑÛĄÑËě","ÒĉďÑÐÖ","ÒċóÐÒĎ","ÑÝÎÐÎĖ","ÑÛĄÑËě"],"440300":["ÑÛĄÑËě","ÑÙĀÒÈØ","ÒĈÙÒÌÉ","ÒĉďÑÐÖ","ÑÛĄÑËě"],"440400":["ÒĈÙÒÌÉ","ÑÙĀÒÈØ","ÑÙÏÒñĥ","Ñ×ÏÒÿĠ","ÑÖåÒĝĔ","ÑÚíÒĝØ","ÑÙĉÒĜð","ÑÚĩÒěČ","ÑíÜÒĦä","ÑùçÒĪÚ","ÑġÿÒīć","ÑĨÛÓÚÉ","ÑġēÓßé","ÑĠģÓúõ","ÒéĥÓùÝ","ÒóäÓùü","ÒóÖÓýñ","ÒąċÓüà","ÒĈÙÒÌÉ"],"440500":["ÑÙĀÒÈØ","ÐôīÑĩĥ","ÐôĔÒ×ã","ÐĚñÒúÎ","ÑÉĈÒĎØ","ÑÖåÒĝĔ","Ñ×ÏÒÿĠ","ÑÙÏÒñĥ","ÑÙĀÒÈØ"],"440600":["ÐéöÑÉĀ","ÐóĜÑäÜ","ÐùĪÑúõ","ÐõĔÑúè","ÐôīÑĩĥ","ÑÙĀÒÈØ","ÑÛĄÑËě","ÐěÎÑÊğ","ÐéöÑÉĀ"],"440700":["ÐěÎÑÊğ","ÑÛĄÑËě","ÑÝÎÐÎĖ","ÐĜĂÐÍĢ","ÐěÎÑÊğ"],"440800":["ÏĢďÐËĆ","ÐĜĂÐÍĢ","ÑÝÎÐÎĖ","ÑÝċÏĆù","ÐĝġÏĎØ","ÐĜğÏĖĒ","ÐæÐÏģä","ÐæÕÏğĝ","ÐÓęÏĤÑ","ÐÓĞÏġÙ","ÏĠĜÏĦñ","ÏĢďÐËĆ"],"440900":["ÏĢďÐËĆ","ÏĘÍÐË÷","ÏěĘÐÙø","ÏĠĠÐæġ","ÏīòÐüã","ÐÌÉÐüö","ÐÍĀÐþĈ","ÐÒñÐĉÔ","ÐÒõÐĒð","ÐßģÑÉä","ÐéöÑÉĀ","ÐěÎÑÊğ","ÐĜĂÐÍĢ","ÏĢďÐËĆ"],"450100":["ÒďäÎØĔ","ÒčĆÎØĘ","ÒČôÏÕö","ÓÌġÏÖû","ÓÌěÏÜď","Óß×ÏØý","ÓßïÎġÙ","ÒďäÎØĔ"],"450200":["ÑßĔÎÒĆ","ÑÞïÏÔË","ÑĂğÏéò","ÑďùÏíÎ","ÑħÔÏíæ","Ñħ×Ïêč","ÒÞýÏçì","ÒÞùÏìġ","ÒăĜÏåì","ÒĄÿÏèî","ÒČâÏæć","ÒČôÏÕö","ÒčĆÎØĘ","ÒčăÎ×Ó","ÒîÔÎÕÙ","ÑßĔÎÒĆ"],"450300":["ÑßĔÎÒĆ","ÒîÔÎÕÙ","ÒčăÎ×Ó","ÑäĢÌÚě","ÑâÿÌ×Ā","ÑßĔÎÒĆ"],"460100":["ÐĜĎÈûÎ","ÐòÊÉýĊ","ÐøÔÉāã","ÐýġÉāĪ","ÐĀ×Éăė","ÐēĔÉĄË","ÐēĢÉĂà","ÐĀĎÉāė","ÐÿÊÉĀÒ","ÐĊğÉ÷ö","ÐĥùÉøÈ","ÐĤģÉĠï","ÑäěÉġĂ","ÑåëÊÓċ","Ñ÷íÊÔØ","Ñ÷ĤÉēģ","ÒÉħÉĕÖ","ÒÈĩÊĞØ","ÒÈėÊĪæ","ÒđüÊīã","ÒđĔÊęó","ÒħúÊõĆ","ÒīğÊëħ","ÒĥäÊàÚ","ÒĪĤÊÐÊ","ÓÎÑÉĪé","ÓÌĚÉĩĨ","ÓÊþÊÈé","ÓÈđÊÈÏ","ÒħĠÊÊč","ÒėģÉħď","ÒĒöÉĢó","ÒđĐÉĠĚ","ÒđÝÉćõ","ÒðøÈėî","ÒêěÈČÌ","ÒÖĨÈĈå","ÑĐÙÈĂĢ","ÑčìÈāê","ÑČÿÈýü","ÑčáÈËÚ","ÑČóÈËÛ","ÑċĞÈāò","ÑĉĒÈĉò","ÑĈĎÉāÓ","ÑăþÉĀĝ","ÑĄĈÈāÔ","ÐĤáÈøÓ","ÐĜĎÈûÎ"],"460200":["ÑåëÊÓċ","ÑäëÊĐĞ","ÑēðÊđđ","ÑĦÒÊĔâ","ÒÈĩÊĞØ","ÒÉħÉĕÖ","Ñ÷ĤÉēģ","Ñ÷íÊÔØ","ÑåëÊÓċ"],"460300":["ÒÈĩÊĞØ","ÑĦÒÊĔâ","ÑēðÊđđ","ÑäëÊĐĞ","ÑãĞËÖð","ÑãØËĎÒ","ÒĐüËĐò","ÒđüÊīã","ÒÈėÊĪæ","ÒÈĩÊĞØ"],"460400":["ÑâÿÌ×Ā","ÑäĢÌÚě","ÒďĝÌÜĠ","ÒĐüËĐò","ÑãØËĎÒ","ÑâÿÌ×Ā"],"460500":["ÑäĢÌÚě","ÒčăÎ×Ó","ÒĎćÍÚí","ÒďĝÌÜĠ","ÑäĢÌÚě"],"460600":["ÐĞğËĄò","ÑâÿÌ×Ā","ÑãØËĎÒ","ÑãĞËÖð","ÐģíËÕù","ÐĢěËþĤ","ÐĞğËĄò"],"460700":["ÐĤģÉĠï","ÐĤÙÊäÛ","ÐģíËÕù","ÑãĞËÖð","ÑäëÊĐĞ","ÑåëÊÓċ","ÑäěÉġĂ","ÐĤģÉĠï"],"460800":["ÐĀ×Éăė","ÐùĒÉđè","ÐĀĂÉđü","ÐÿęÊãğ","ÐĤÙÊäÛ","ÐĤģÉĠï","ÐĥùÉøÈ","ÐĊğÉ÷ö","ÐÿÊÉĀÒ","ÐĀĎÉāė","ÐēĢÉĂà","ÐēĔÉĄË","ÐĀ×Éăė"],"460900":["ÐþÚË×Ð","ÐĞğËĄò","ÐĢěËþĤ","ÐģíËÕù","ÐĤÙÊäÛ","ÐÿęÊãğ","ÐþÚË×Ð"],"461000":["ÐĀ×Éăė","ÐýġÉāĪ","ÐøÔÉāã","ÐòÊÉýĊ","ÐíïÉĆĕ","ÐæóÉĐþ","ÐáĥÉĕā","ÐÜìÉęÏ","ÏĦĝÉĠü","ÏěÛÉĢÈ","ÏĚĕÊ×è","ÐþÚË×Ð","ÐÿęÊãğ","ÐĀĂÉđü","ÐùĒÉđè","ÐĀ×Éăė"],"470100":["ÏğÕÎèæ","ÏĕĖÎáă","ÏēÍÏĢî","ÏēÉÐËí","ÏĘÍÐË÷","ÏĢďÐËĆ","ÏĠĜÏĦñ","ÐÓĞÏġÙ","ÐÓęÏĤÑ","ÐæÕÏğĝ","ÐæÐÏģä","ÐĜğÏĖĒ","ÐĝġÏĎØ","ÑÝċÏĆù","ÑÞïÏÔË","ÐĞãÎĞħ","ÐÙģÎöî","ÏğÕÎèæ"],"480100":["ÑâÿÌ×Ā","ÑÔôÌÖą","ÑÏÚÌ×É","ÑÈÉÌÙĩ","ÐġĪÌÙč","ÐğĥÎÑġ","ÑßĔÎÒĆ","ÑâÿÌ×Ā"],"480200":["ÐĞãÎĞħ","ÑÞïÏÔË","ÑßĔÎÒĆ","ÐğĥÎÑġ","ÐĞãÎĞħ"],"480300":["ÏğÕÎèæ","ÐÙģÎöî","ÐĞãÎĞħ","ÐğĥÎÑġ","ÐÍĦÎÐÐ","ÏĩóÎÐā","ÏħęÎÒÕ","ÏğĘÎÒÈ","ÏğÕÎèæ"],"480400":["ÐġĪÌÙč","ÏĥõÌÖĞ","ÏĢÙÌôð","ÏğĘÎÒÈ","ÏħęÎÒÕ","ÏĩóÎÐā","ÐÍĦÎÐÐ","ÐğĥÎÑġ","ÐġĪÌÙč"],"480500":["ÏęāËàă","ÏĘāÌÍĐ","ÏĘöÌÖô","ÏĥõÌÖĞ","ÐġĪÌÙč","ÑÈÉÌÙĩ","ÑÏÚÌ×É","ÑÔôÌÖą","ÑâÿÌ×Ā","ÐĞğËĄò","ÐþÚË×Ð","ÏĚĕÊ×è","ÏęāËàă"],"490100":["ÑÖåÒĝĔ","ÑÉĈÒĎØ","ÐĚñÒúÎ","ÐôĔÒ×ã","ÐóÒÒħġ","ÑÕīÒīĜ","ÑÖÍÒĨĊ","ÑìćÒĩî","ÑöÊÒīì","ÑùçÒĪÚ","ÑíÜÒĦä","ÑÚĩÒěČ","ÑÙĉÒĜð","ÑÚíÒĝØ","ÑÖåÒĝĔ"],"490200":["ÐôīÑĩĥ","ÏďäÑħĝ","ÏĎùÒĥĠ","ÐóÒÒħġ","ÐôĔÒ×ã","ÐôīÑĩĥ"],"490300":["ÏďäÑħĝ","ÐôīÑĩĥ","ÐõĔÑúè","ÐùĪÑúõ","ÐóĜÑäÜ","ÐéöÑÉĀ","ÐßģÑÉä","ÏđùÐīī","ÏďäÑħĝ"],"490400":["ÏĘÍÐË÷","ÏēÉÐËí","ÏđùÐīī","ÐßģÑÉä","ÐÒõÐĒð","ÐÒñÐĉÔ","ÐÍĀÐþĈ","ÐÌÉÐüö","ÏīòÐüã","ÏĠĠÐæġ","ÏěĘÐÙø","ÏĘÍÐË÷"],"490500":["ÏēÍÏĢî","ÎġÉÐÒÔ","ÎğĂÐĪÌ","ÎġÉÐĪÐ","ÎĠđÑËö","ÎĦëÑËõ","ÎĤĖÑÒđ","ÎĤÿÑáê","ÎĦ×Ññď","ÎĩòÑýù","ÏÎāÑđß","ÏÏĉÑĐÚ","ÏÖÌÑėÊ","ÏßĖÑĞØ","ÏøĒÑĦė","ÏďäÑħĝ","ÏđùÐīī","ÏēÉÐËí","ÏēÍÏĢî"],"490600":["ÏďäÑħĝ","ÏøĒÑĦė","ÏßĖÑĞØ","ÏÖÖÑĞÿ","ÎĩĢÑĦÖ","ÎĪĦÒÉĦ","ÎĪúÒêå","ÎĨÎÒóý","ÎĪäÒü÷","ÎĪÕÒģĤ","ÏĎùÒĥĠ","ÏďäÑħĝ"],"490700":["ÎâÞÑĥĖ","ÎáÏÒěé","ÎáÈÒġĠ","ÎĪÕÒģĤ","ÎĪäÒü÷","ÎĨÎÒóý","ÎĪúÒêå","ÎĪĦÒÉĦ","ÎĩĢÑĦÖ","ÎģûÑħÖ","ÎâÞÑĥĖ"],"490800":["ÎġÉÐÒÔ","ÎäĢÐßđ","ÎâÞÑĥĖ","ÎģûÑħÖ","ÎĩĢÑĦÖ","ÏÖÖÑĞÿ","ÏßĖÑĞØ","ÏÖÌÑėÊ","ÏÏĉÑĐÚ","ÏÎāÑđß","ÎĩòÑýù","ÎĦ×Ññď","ÎĤÿÑáê","ÎĤĖÑÒđ","ÎĦëÑËõ","ÎĠđÑËö","ÎġÉÐĪÐ","ÎğĂÐĪÌ","ÎġÉÐÒÔ"],"490900":["ÌĘòÑġă","ÎâÞÑĥĖ","ÎäĢÐßđ","ÌĚäÐāØ","ÌĘòÑġă"],"491000":["ÌėäÒĝĎ","ÎÎĐÒġï","ÎÎĘÒĚĒ","ÎáÏÒěé","ÎâÞÑĥĖ","ÌĘòÑġă","ÌėäÒĝĎ"],"491100":["ÌĖÕÓĚê","ÍúĪÓĜć","ÎßĒÓĞġ","ÎáÈÒġĠ","ÎáÏÒěé","ÎÎĘÒĚĒ","ÎÎĐÒġï","ÌėäÒĝĎ","ÌĖÕÓĚê"],"491200":["ÌÍïÓĘÏ","ÌĖÕÓĚê","ÌėäÒĝĎ","ÌÎąÒěí","ÌÍïÓĘÏ"],"491300":["ÌÎąÒěí","ÌėäÒĝĎ","ÌĘòÑġă","ÌÏėÑğõ","ÌÎąÒěí"],"491400":["ÌÏėÑğõ","ÌĘòÑġă","ÌĚäÐāØ","ÌÕĥÐĐĐ","ÌÐīÐĐû","ÌÐģÐęê","ÌÏėÑğõ"],"500100":["ÎäĢÐßđ","ÎġÉÐÒÔ","ÏēÍÏĢî","ÏĕĖÎáă","ÏąòÎÐÚ","ÎċÏÎÌĜ","ÎøēÎÏĥ","ÎèçÎØÉ","ÎèËÎçÿ","ÎäĢÐßđ"],"500200":["ÌĖáÏñö","ÌĚčÏăÝ","ÌěðÏČą","ÌĚäÐāØ","ÎäĢÐßđ","ÎèËÎçÿ","ÎßĉÎèČ","ÎÍčÎïĪ","ÍĎÚÎėÒ","ÍôéÏÊÝ","ÍÙēÏÜÞ","ÌĖáÏñö"],"500300":["ÌØĊÏĒá","Ì×ĒÏĜë","ÌÑčÐÊĐ","ÌÐīÐĐû","ÌÕĥÐĐĐ","ÌĚäÐāØ","ÌěðÏČą","ÌĚčÏăÝ","ÌĖáÏñö","ÌØĊÏĒá"],"510100":["ÍĚäÊÙĂ","ÍĚäËïĄ","ÍġġËíÔ","ÍĦĐËíò","ÎÏÉËòĜ","ÎÚùËõĒ","ÎÚöËÐò","ÎþòËÒÊ","ÎĠßËÑô","ÎĠÚËÞõ","ÏęāËàă","ÏĚĕÊ×è","ÏěÛÉĢÈ","ÏĎġÉĠÖ","ÏĆđÉĝø","Ïû÷ÉĠå","ÏéĪÉĢÑ","ÏâÌÉĠĝ","ÏÚħÉĚē","ÏÓÈÉĘì","ÏÈėÉĘĊ","ÎġėÉěĠ","ÎĈÏÉĝå","ÎøąÉĦĨ","ÎëīÊÓÝ","ÎãĢÊÙÓ","ÎÒčÊÙè","ÎÈĩÊÖĝ","ÍĥğÊÖĖ","ÍĠíÊ××","ÍĚäÊÙĂ"],"510200":["ÍĚäËïĄ","ÍĚêËþĂ","ÎìáËÿÚ","ÎëĄÌËĊ","ÏĘāÌÍĐ","ÏęāËàă","ÎĠÚËÞõ","ÎĠßËÑô","ÎþòËÒÊ","ÎÚöËÐò","ÎÚùËõĒ","ÎÏÉËòĜ","ÍĦĐËíò","ÍġġËíÔ","ÍĚäËïĄ"],"510300":["ÏĘāÌÍĐ","ÎëĄÌËĊ","ÎêâÌĥô","ÎèçÎØÉ","ÎøēÎÏĥ","ÎċÏÎÌĜ","ÏąòÎÐÚ","ÏĕĖÎáă","ÏğÕÎèæ","ÏğĘÎÒÈ","ÏĢÙÌôð","ÏĥõÌÖĞ","ÏĘöÌÖô","ÏĘāÌÍĐ"],"510400":["ÎêâÌĥô","ÍûğÌÛĀ","ÍçôÌÌĎ","ÍÑāËĜČ","ÍÑĪËýċ","ÍĚêËþĂ","ÍĚäËïĄ","ÍĚäÊÙĂ","ÍĚÜÉĨû","ÍċÉÊÏî","ÍĄĘÊÒÕ","ÍÑþÊÒò","ËĚãÊÑê","ÊĞñÊÏĒ","ÊĔùÊÑĄ","ÊøĒÊÜĎ","ÊëĥÊßÐ","ÉöėÊÍĊ","ÉöġÊÏá","ÉđĢÊýĪ","ÉěĘÊďá","ÉĤÖÊęī","ÊþâËàü","ÊþÒËâÍ","ÊûÙËåÏ","ÊúóËèþ","ÊóģËðæ","ÊôċËöę","ÊñÑËû×","ÉööËûò","ÉöĖÍĒô","ÉøċÍĠĀ","ÉāâÎÛÍ","ÉĂùÎøÿ","ÉġğÎēē","ÉģĉÎėĘ","ÊěĪÏăà","ËÈÛÏčĢ","ËÓàÏđī","ËßýÏēĠ","ÌÉĪÏĕģ","ÌØĊÏĒá","ÌĖáÏñö","ÍÙēÏÜÞ","ÍôéÏÊÝ","ÍĎÚÎėÒ","ÎÍčÎïĪ","ÎßĉÎèČ","ÎèËÎçÿ","ÎèçÎØÉ","ÎêâÌĥô"],"510500":["ÎêâÌĥô","ÎëĄÌËĊ","ÎìáËÿÚ","ÍĚêËþĂ","ÍÑĪËýċ","ÍÑāËĜČ","ÍçôÌÌĎ","ÍûğÌÛĀ","ÎêâÌĥô"],"520100":["ÏīìÈÌÔ","ÏđÿÈËÞ","ÏčĘÈÐĂ","ÏċÓÈÍÿ","ÏĊìÈÎĒ","ÏČĐÈÑø","ÏćĕÈÔć","ÏćÍÈÑí","ÏąğÈÑģ","ÏĆþÈÕÑ","ÏąėÈÕð","ÏøĤÈÖĈ","ÏïôÈÓù","ÏëÏÈÏĄ","ÏêõÈËĄ","ÏäĄÈËà","ÏãĠÈØČ","ÏáďÈÞĔ","ÏãßÈßĐ","ÏâĥÈàĄ","ÏáòÈßĒ","ÏàøÈâü","ÏßïÈâö","ÏàÏÈäô","ÏÞĚÈçā","ÏØęÈðú","ÏÔÉÈôĩ","ÏÐĘÈõĄ","ÏËâÈôÚ","ÎĠėÈëċ","ÎĖÔÈßñ","ÎğĜÈÒÞ","ÎĆĄÈòć","ÎþĠÈæă","ÎýÎÈáÌ","ÎüĕÈÜĪ","ÎĀÉÈÙÿ","ÎĂÏÈÚý","ÎĂČÈØÎ","ÎÿĞÈÕâ","ÎøíÈÈÈ","Î÷ØÈÊè","Î÷ĢÈÎ×","ÎûĤÈÑĖ","ÎûĎÈÓÕ","ÎýĦÈÕĝ","ÎùĨÈÜĔ","ÎöÕÈØá","ÎùĎÈÓĦ","ÎùæÈÓØ","ÎøÉÈÑĝ","ÎõòÈ×ê","ÎòĜÈÔæ","ÎöÒÈÏÚ","ÎõîÈÎï","ÎóĐÈÐē","ÎñĜÈÏĪ","ÎïïÈËģ","ÍęíÈËě","Íę÷Èßě","ÍīõÈßð","ÎÚíÈóć","ÎÚñÈćÐ","ÎëġÈĆĒ","ÎìĥÈćĥ","ÎìĒÉÓô","ÏČÿÉÓñ","ÏěĪÉßĪ","ÏěÛÉĢÈ","ÏĦĝÉĠü","ÐÜìÉęÏ","ÐáĥÉĕā","ÐæóÉĐþ","ÐíïÉĆĕ","ÐòÊÉýĊ","ÐĜĎÈûÎ","ÐĖàÈýú","ÐĕðÈûà","ÐēôÈùģ","ÐčĠÈÓÛ","ÐĊĖÈÍġ","ÏīìÈÌÔ"],"520200":["ÎìĒÉÓô","ÎìùÉďħ","ÍĚÖÉďĩ","ÍĚÜÉĨû","ÍĚäÊÙĂ","ÍĠíÊ××","ÍĥğÊÖĖ","ÎÈĩÊÖĝ","ÎÒčÊÙè","ÎãĢÊÙÓ","ÎëīÊÓÝ","ÎøąÉĦĨ","ÎĈÏÉĝå","ÎġėÉěĠ","ÏÈėÉĘĊ","ÏÓÈÉĘì","ÏÚħÉĚē","ÏâÌÉĠĝ","ÏéĪÉĢÑ","Ïû÷ÉĠå","ÏĆđÉĝø","ÏĎġÉĠÖ","ÏěÛÉĢÈ","ÏěĪÉßĪ","ÏČÿÉÓñ","ÎìĒÉÓô"],"520300":["ÍÑçÉÓí","ÍÑþÊÒò","ÍĄĘÊÒÕ","ÍċÉÊÏî","ÍĚÜÉĨû","ÍĚÖÉďĩ","ÎìùÉďħ","ÎìĒÉÓô","ÍõĄÉÓí","ÍÑçÉÓí"],"520400":["ÍęíÈËě","ÍôĥÈÌÛ","ÍõĄÉÓí","ÎìĒÉÓô","ÎìĥÈćĥ","ÎëġÈĆĒ","ÎÚñÈćÐ","ÎÚíÈóć","ÍīõÈßð","Íę÷Èßě","ÍęíÈËě"],"520500":["ÍôĥÈÌÛ","ÌĐĂÈÌē","ÌĐěÈĆÜ","ÌÈßÈĆč","ËīĔÉÓÖ","ÍÑçÉÓí","ÍõĄÉÓí","ÍôĥÈÌÛ"],"520600":["ÍÑçÉÓí","ËīĔÉÓÖ","ËīĈÉăĝ","ËĚéÉăĐ","ËĚãÊÑê","ÍÑþÊÒò","ÍÑçÉÓí"],"530100":["ËêěÑĝÖ","ÌÏėÑğõ","ÌÐģÐęê","ËìëÐĩĜ","ËêěÑĝÖ"],"530200":["ËèĐÓĕĈ","ÌÍïÓĘÏ","ÌÎąÒěí","ÌÏėÑğõ","ËêěÑĝÖ","ËèĐÓĕĈ"],"530300":["ËæÉÕĐÜ","ËæÉÕĐÜ","ÌÊĕÕĒþ","ÌÍïÓĘÏ","ËèĐÓĕĈ","ËæÉÕĐÜ"],"530400":["ËæÉÕĐÜ","ËèĐÓĕĈ","ÊăĨÓēÜ","ÊāõÕñó","ÊāĤÕĎÍ","ËæÉÕĐÜ"],"530500":["ÉĖčÑėð","ÉĕØÒÊė","ÉďÛÒÝæ","ÉĄåÒìä","É÷ĒÒúÊ","ÉíçÒĊØ","Éê×ÒĊĒ","ÉèĢÒčç","ÉèĔÒďÒ","ÉêýÒĐõ","ÉééÒęě","ÉèĄÒęå","ÉçģÒĝÉ","ÉæėÒĜĩ","ÉåĜÒĠĄ","ÉäÊÓÖ×","ÉçčÓôÙ","ÉèçÓčÍ","ÉëýÓčÙ","ÉëûÓĐě","ÉèäÓĐď","ÉèíÔÙĊ","ÉæğÔäô","ÉĞØÔæĐ","ÉğÊÓĐĔ","ÊăĨÓēÜ","ËèĐÓĕĈ","ËêěÑĝÖ","ÉĖčÑėð"],"530600":["ÉõĈÑñí","ÉõÛÑÿï","ÉÿÙÑüñ","ÉĆôÑýċ","ÉČßÑąÐ","ÉēğÑĖė","ÉĖčÑėð","ËêěÑĝÖ","ËìëÐĩĜ","ÉõĈÑñí"],"540100":["ÈÉüÍòè","ÈÈñÑæď","ÈāèÑæĝ","ÈĄčÑçË","ÈąÉÑêÎ","ÈĆñÑêĐ","ÈĎäÑĂÑ","ÈĢčÑùß","É×ÉÑòã","ÉõĆÑëĉ","ÉõĈÑñí","ËìëÐĩĜ","ÌÐģÐęê","ÌÐīÐĐû","ÌÑčÐÊĐ","Ì×ĒÏĜë","ÌØĊÏĒá","ÌÉĪÏĕģ","ËßýÏēĠ","ËÓàÏđī","ËÈÛÏčĢ","ÊěĪÏăà","ÉģĉÎėĘ","ÉġğÎēē","ÉĂùÎøÿ","ÈĆĦÍĊċ","ÈøĆÍĀ÷","ÈãÍÍöġ","ÈÉüÍòè"],"550100":["ÈÈÙÉċÏ","ÈċĚÊþð","ÉđĢÊýĪ","ÉöġÊÏá","ÉöėÊÍĊ","ÊëĥÊßÐ","ÊøĒÊÜĎ","ÊĔùÊÑĄ","ÊĞñÊÏĒ","ËĚãÊÑê","ËĚéÉăĐ","ËīĈÉăĝ","ËīĔÉÓÖ","ÌÈßÈĆč","ÌĐěÈĆÜ","ÌĐĂÈÌē","ÈÈÈÈÒÝ","ÈÈÙÉċÏ"],"550200":["ÉđĢÊýĪ","ÈċĚÊþð","ÈÈÙÉċÏ","ÈÉüÍòè","ÈãÍÍöġ","ÈøĆÍĀ÷","ÈĆĦÍĊċ","ÉĂùÎøÿ","ÉāâÎÛÍ","ÉøċÍĠĀ","ÉöĖÍĒô","ÉööËûò","ÊñÑËû×","ÊôċËöę","ÊóģËðæ","ÊúóËèþ","ÊûÙËåÏ","ÊþÒËâÍ","ÊþâËàü","ÉĤÖÊęī","ÉěĘÊďá","ÉđĢÊýĪ"],"560100":["ØçðÝñã","ØæĘÝĢÏ","ÙÞËÝĤö","ÙÙĩÞÍÙ","ÙĒġÞÎÛ","ÙēĒÝõÍ","ÙñćÝôÔ","ØçðÝñã"],"560200":["ØåúÞğġ","ØğċÞġè","ÙÖÜÞÍÒ","ÙÙĩÞÍÙ","ÙÞËÝĤö","ØæĘÝĢÏ","ØåúÞğġ"],"560300":["ØæĘÝĢÏ","×āĜÝĠÖ","×ĀôÞĝģ","ØåúÞğġ","ØæĘÝĢÏ"],"560400":["ØçðÝñã","×ĂðÝïØ","×āĜÝĠÖ","ØæĘÝĢÏ","ØçðÝñã"],"560500":["ÖĜĠÝĖð","×ËÓÝĞā","×āĜÝĠÖ","×ĂðÝïØ","×Ï÷ÝíĄ","ÖĝæÝìĦ","ÖĜĠÝĖð"],"560600":["ÖĜđÝğÒ","ÖěõÞěć","×ĀôÞĝģ","×āĜÝĠÖ","×ËÓÝĞā","ÖĜĠÝĖð","ÖĜđÝğÒ"],"560700":["×ĀôÞĝģ","ÖěõÞěć","Öęĥßęā","×ÿ×ßěğ","×ĀôÞĝģ"],"560800":["×ÿ×ßěğ","Öęĥßęā","ÖĖÎáĔą","×ûááĖĞ","×ÿ×ßěğ"],"560900":["×ûááĖĞ","ÖĖÎáĔą","ÖđĨãđě","×æĝãĒĒ","×ôċãòĖ","×øăãæò","×ûááĖĞ"],"561000":["ÖÌČáđħ","ÖÉõãĎď","ÖđĨãđě","ÖĖÎáĔą","ÖÌČáđħ"],"561100":["ÖÐúßĖĘ","ÖÌČáđħ","ÖĖÎáĔą","Öęĥßęā","ÖÐúßĖĘ"],"561200":["ÖĜđÝğÒ","ÖĐĨÝğÈ","ÖċėÝĒÐ","ÖĆěÝđĘ","ÖíîÝđġ","ÖæħÝĔß","ÖÜďÝěÒ","ÖÓģÝěĞ","ÖÏĚßĖĕ","ÖÐúßĖĘ","Öęĥßęā","ÖěõÞěć","ÖĜđÝğÒ"],"561300":["ÖÔðÝêė","ÖÓģÝěĞ","ÖÜďÝěÒ","ÖæħÝĔß","ÖíîÝđġ","ÖĆěÝđĘ","ÖċėÝĒÐ","ÖĐĨÝğÈ","ÖĜđÝğÒ","ÖĜĠÝĖð","ÖĝæÝìĦ","ÖÔðÝêė"],"570100":["ØÖĨÛĥĜ","ØéñÛĦò","ÙğåÛīÔ","ÚÙĖÛÊæ","ÚÖĩÛÊá","ÙĖėÛÉØ","ØêöÚĩå","ØéöÛĚØ","Ø×ÔÛęĄ","ØÖĨÛĥĜ"],"570200":["ØçðÝñã","ÙñćÝôÔ","ÙğåÛīÔ","ØéñÛĦò","ØçðÝñã"],"570300":["×ĄËÛĤä","×ăøÜñâ","×ĈÌÜñí","×ăõÜďÞ","×ĂðÝïØ","ØçðÝñã","ØéñÛĦò","ØÖĨÛĥĜ","×ĄËÛĤä"],"570400":["×ĄËÛĤä","ØÖĨÛĥĜ","Ø×ÔÛęĄ","ØéöÛĚØ","ØêöÚĩå","ØÖĘÚĨõ","ØÊĩÛÈô","×ĤÔÛÒě","×ēĕÛüĝ","×ĄÒÛĠÞ","×ĄËÛĤä"],"570500":["×ĄËÛĤä","×ĀĘÛĤÜ","×íċÜðć","×ÞĠÜðà","×ÞÔÝÕČ","×ÑÝÝÔċ","×ÏĎÝßË","×Ï÷ÝíĄ","×ĂðÝïØ","×ăõÜďÞ","×ĈÌÜñí","×ăøÜñâ","×ĄËÛĤä"],"580100":["ÙĜÔØÛì","ÙěðØÿĚ","ÙĚóÙÌě","ÚėÉÙÏô","ÛÊĂØèÿ","ÚÜėØèÕ","ÚÝÎØãÖ","ÚÖÎØàý","ÚÎěØÛĉ","ÚËóØáß","ÙĩďØÛĞ","ÙĜÔØÛì"],"580200":["ÙĚóÙÌě","ÙĘ÷ÚÊħ","ÚõĐÚÌé","ÚüÿÚÌć","ÚćĒÙĆï","ÚĔûÙàĎ","ÚĒûÙÞÕ","ÚėÉÙÏô","ÙĚóÙÌě"],"580300":["ÙĖėÛÉØ","ÚÖĩÛÊá","ÚõĐÚÌé","ÙĘ÷ÚÊħ","ÙĖėÛÉØ"],"580400":["ØëĐÙĪæ","ØêöÚĩå","ÙĖėÛÉØ","ÙĘ÷ÚÊħ","ÙĔěÚËě","ØĐ×Ùīđ","ØëĐÙĪæ"],"580500":["ØĐ×Ùīđ","ÙĔěÚËě","ÙĘ÷ÚÊħ","ÙĚóÙÌě","ØđĎÙÉĎ","ØĐ×Ùīđ"],"580600":["ØđĎÙÉĎ","ÙĚóÙÌě","ÙěðØÿĚ","ØĒùØüĚ","ØđĎÙÉĎ"],"580700":["ÙĜāØÈħ","Øēô×ĪÛ","ØĒùØüĚ","ÙěðØÿĚ","ÙĜÔØÛì","ÙĜāØÈħ"],"580800":["ØîĒ×ĩå","ØîěØÊę","ØîÙØûė","ØĒùØüĚ","Øēô×ĪÛ","ØîĒ×ĩå"],"580900":["ØëĐÙĪæ","ØĐ×Ùīđ","ØđĎÙÉĎ","ØĒùØüĚ","ØîÙØûė","ØëĐÙĪæ"],"581000":["×īðÙĩâ","×ĨĒÙĩÚ","×ĨÏÚċÝ","×ĥĝÚĨè","ØÖĘÚĨõ","ØêöÚĩå","ØëĐÙĪæ","×īðÙĩâ"],"581100":["ØÉėØÊä","ØÈÔØÊß","×ĪĊØīú","ØÉÉØīā","×īðÙĩâ","ØëĐÙĪæ","ØîÙØûė","ØîěØÊę","ØÉėØÊä"],"590100":["ÚăĂÖÖà","ÛìĖÖØÜ","ÛõÞÖÉð","ÛéÈÕĥÝ","ÛÞĘÕġé","ÛËÜÕďò","ÚĪãÕĆÑ","ÚĘÕÕõÖ","ÚĊþÕèĝ","ÚĄāÕèñ","ÚăĂÖÖà"],"590200":["ÚăĂÖÖà","ÚăËÖĆþ","ÚĂ÷×Óì","ÛãÑ×Ôĩ","ÛäÌÖĈÙ","ÛáĥÖĈØ","ÛâéÖûÛ","ÛåàÖêě","ÛìĖÖØÜ","ÚăĂÖÖà"],"590300":["ÚāöØË×","ÚēăØËÐ","ÚēČØÌĩ","ÚĢĠØÎć","ÚĨðØÌÖ","ÛÓĈØÌé","ÛàÞ×ćÏ","ÛáĞ×ýÐ","Ûâú×ïġ","ÛãÑ×Ôĩ","ÚĂ÷×Óì","ÚāöØË×"],"590400":["ÚāöØË×","ÙĜāØÈħ","ÙĜÔØÛì","ÙĩďØÛĞ","ÚËóØáß","ÚÎěØÛĉ","ÚÖÎØàý","ÚÝÎØãÖ","ÚÜėØèÕ","ÛÊĂØèÿ","ÛÓĈØÌé","ÚĨðØÌÖ","ÚĢĠØÎć","ÚēČØÌĩ","ÚēăØËÐ","ÚāöØË×"],"590500":["ÙĝĎ×Ñó","ÙĜāØÈħ","ÚāöØË×","ÚĂ÷×Óì","Úðá×ÒĤ","ÚðÒ×ßÑ","ÚÝğ×ÞĂ","ÚÝĪ×Òì","ÙĝĎ×Ñó"],"590600":["ÙĞãÖĄč","ÙĝĎ×Ñó","ÚÝĪ×Òì","ÚÝğ×ÞĂ","ÚðÒ×ßÑ","Úðá×ÒĤ","ÚĂ÷×Óì","ÚăËÖĆþ","ÙĞãÖĄč"],"590700":["ÙĞÏÖÕÙ","ÙĞãÖĄč","ÚăËÖĆþ","ÚăĂÖÖà","ÚĄāÕèñ","ÚìěÕêÜ","ÙĦĦÕåĥ","ÙğďÕÛČ","ÙĞÏÖÕÙ"],"600100":["ÜÙāÓĒÿ","ÜÐúÓĒë","ÜÏĜÔßÌ","Ü÷äÔßå","ÜùĆÓĪþ","ÜïėÓĢĠ","ÜóĚÓęÌ","ÜìúÓĒė","ÜëĔÓĒĜ","ÜëĊÓĚę","ÜãðÓēĚ","ÜáČÓĕÎ","ÜÙāÓĒÿ"],"600200":["ÛĐÏÓđý","ÜÐúÓĒë","ÜÙāÓĒÿ","ÜÚçÓýĘ","ÜØïÓòÕ","ÛĢĒÓñ÷","ÛĢøÓāĄ","ÛĐåÓāÙ","ÛĐÏÓđý"],"600300":["ÛëĈÓĐď","ÛĐÏÓđý","ÛĐåÓāÙ","ÛĢøÓāĄ","ÛĢĒÓñ÷","ÛģÈÓßċ","ÛìæÓÞç","ÛìäÓßç","ÛëĈÓĐď"],"600400":["ÛëÊÔÝé","ÜÏĜÔßÌ","ÜÐúÓĒë","ÛĐÏÓđý","ÛëĈÓĐď","ÛëÊÔÝé"],"600500":["ÛêĆÔüć","ÜâąÕçö","ÜíćÔČĂ","ÜîýÔþĤ","Ü÷äÔßå","ÜÏĜÔßÌ","ÛëÊÔÝé","ÛêĆÔüć"],"600600":["ÜâąÕçö","ÛêĆÔüć","ÛéĦÕÊ×","ÜËÓÕąþ","ÜÓđÕĉĔ","ÜãÞÕôĄ","ÜâąÕçö"],"600700":["ÛéÈÕĥÝ","ÛõÞÖÉð","ÛúÔÖËĥ","ÛąÙÖËĪ","ÛĎĔÖÐà","ÛĚĂÖÉĉ","ÛĥđÕĪÊ","ÛĩøÕĨé","ÛīĄÕĥÎ","ÜÔĨÕĊå","ÜÓđÕĉĔ","ÜËÓÕąþ","ÛéĦÕÊ×","ÛéÍÕċÍ","ÛéÈÕĥÝ"],"600800":["ÛéÍÕċÍ","Û×ĂÕĉĐ","ÛÍąÕþğ","ÛÏäÔčå","ÛÊßÔčÚ","ÛÊğÔÜā","ÚĪĀÔÜù","ÚĪġÓĨÔ","ÚĘċÓħč","ÚĘìÔÜÊ","ÚĆÏÔÛą","ÚĄāÕèñ","ÚĊþÕèĝ","ÚĘÕÕõÖ","ÚĪãÕĆÑ","ÛËÜÕďò","ÛÞĘÕġé","ÛéÈÕĥÝ","ÛéÍÕċÍ"],"600900":["ÛÊğÔÜā","ÛÊßÔčÚ","ÛÏäÔčå","ÛÍąÕþğ","Û×ĂÕĉĐ","ÛéÍÕċÍ","ÛéĦÕÊ×","ÛêĆÔüć","ÛëÊÔÝé","ÛÊğÔÜā"],"601000":["ÚīÝÓďĘ","ÚĪġÓĨÔ","ÚĪĀÔÜù","ÛÊğÔÜā","ÛëÊÔÝé","ÛëĈÓĐď","ÛÙòÓĐß","ÛÙăÓĄÊ","ÛÈÒÓăý","ÚīìÓăý","ÚīÝÓďĘ"],"601100":["ÚćêÓßĀ","ÚĆĠÓĂď","ÚĆĐÓĎģ","ÚīÝÓďĘ","ÚīìÓăý","ÛÈÒÓăý","ÛÙăÓĄÊ","ÛÙòÓĐß","ÛëĈÓĐď","ÛìäÓßç","ÛÚÓÓÞĞ","ÛÚÙÓÙğ","ÚīĤÓÙõ","ÚīěÓßğ","ÚćêÓßĀ"],"601200":["ÚĆîÓħå","ÚĘċÓħč","ÚĪġÓĨÔ","ÚīÝÓďĘ","ÚĆĐÓĎģ","ÚĆîÓħå"],"601300":["ÚĆÏÔÛą","ÚĘìÔÜÊ","ÚĘċÓħč","ÚĆîÓħå","ÚĆÏÔÛą"],"601400":["ÙğďÕÛČ","ÙĦĦÕåĥ","ÚìěÕêÜ","ÚĄāÕèñ","ÚĆÏÔÛą","ÙġØÔÙĜ","ÙğďÕÛČ"],"601500":["ÙġØÔÙĜ","ÚĆÏÔÛą","ÚĆîÓħå","ÚĆĐÓĎģ","ÚĆĠÓĂď","ÙġĨÓĀĨ","ÙġØÔÙĜ"],"601600":["ÙĢĎÒĪÛ","ÙĢóÓÛđ","ÙġĨÓĀĨ","ÚĆĠÓĂď","ÚćêÓßĀ","ÚäēÓÞĐ","ÚâĠÓÞă","ÚâĢÓÜă","ÚÐćÓÜÜ","ÚÐąÓÛã","ÚÎċÓÛÛ","ÙĢĎÒĪÛ"],"610100":["ÙÚÒÓ×ď","ÙÚÌÓÜÙ","ÙÙ×ÓďÎ","ÙØñÔ×Ě","ÙðĜÔØ÷","ÙġØÔÙĜ","ÙġĨÓĀĨ","ÙĢóÓÛđ","ÙìÑÓÚģ","ÙìÓÓÙó","ÙÚÒÓ×ď"],"610200":["ÙðĜÔØ÷","ÙðøÔðç","ÙñûÔÿê","ÙðúÕÔą","ØñģÕÒĨ","ØñâÕăą","ØăùÕĄĖ","ØĂĖÖÐĔ","ØĔėÖÑÛ","ÙāÛÖÓÌ","ÙĞÏÖÕÙ","ÙğďÕÛČ","ÙġØÔÙĜ","ÙðĜÔØ÷"],"610300":["ÙĞÏÖÕÙ","ÙāÛÖÓÌ","ØĔėÖÑÛ","ØĔþÖāĚ","ØðÖÖĀě","Øïċ×Íò","ØîĒ×ĩå","Øēô×ĪÛ","ÙĜāØÈħ","ÙĝĎ×Ñó","ÙĞãÖĄč","ÙĞÏÖÕÙ"],"610400":["ØðÖÖĀě","ØĔþÖāĚ","ØĔėÖÑÛ","ØĂĖÖÐĔ","ØðąÖÐä","ØðÖÖĀě"],"610500":["ØðąÖÐä","ØĂĖÖÐĔ","ØăùÕĄĖ","ØñâÕăą","ØðąÖÐä"],"610600":["ÙðĜÔØ÷","ÙØñÔ×Ě","ØóÝÔÕĥ","ØòüÔĆý","ØàåÔąĪ","ØßčÕÒý","ØñģÕÒĨ","ÙðúÕÔą","ÙñûÔÿê","ÙðøÔðç","ÙðĜÔØ÷"],"610700":["ØôÑÓĉê","ØóÝÔÕĥ","ÙØñÔ×Ě","ÙÙ×ÓďÎ","ØĪĠÓĎö","ØĪħÓĊĒ","ØôÑÓĉê"],"610800":["ØõÌÓØæ","ØõÉÓÙđ","ØôÑÓĉê","ØĪħÓĊĒ","ØĪĠÓĎö","ÙÙ×ÓďÎ","ÙÚÌÓÜÙ","ØĔĎÓÜ×","ØćĉÓÞë","ØćēÓÙÙ","ØõÌÓØæ"],"610900":["×ĐÞÓ×Ĉ","×ĎñÔÔÈ","ØóÝÔÕĥ","ØôÑÓĉê","ØõÉÓÙđ","×ĐÞÓ×Ĉ"],"611000":["×čÑÕÑÖ","ØßčÕÒý","ØàåÔąĪ","ØòüÔĆý","ØóÝÔÕĥ","×ĎñÔÔÈ","×čĒÔĄă","×čÑÕÑÖ"],"611100":["×ČïÕāĒ","ØñâÕăą","ØñģÕÒĨ","ØßčÕÒý","×čÑÕÑÖ","×ČïÕāĒ"],"611200":["×ċēÖÎè","ØðąÖÐä","ØñâÕăą","×ČïÕāĒ","×ċēÖÎè"],"611300":["ØðąÖÐä","×ċēÖÎè","×ċéÖÿÈ","ØðÖÖĀě","ØðąÖÐä"],"611400":["×ĊĢ×ËĆ","Øïċ×Íò","ØðÖÖĀě","×ċéÖÿÈ","×ĊĢ×ËĆ"],"611500":["Øïċ×Íò","×ĊĢ×ËĆ","×Ċâ×ýĐ","ØËÑ×üĆ","ØËÖ×ĕĖ","ØÉėØÊä","ØîěØÊę","ØîĒ×ĩå","Øïċ×Íò"],"611600":["Öĥá×öĎ","×ßĀ×üĀ","×Ċâ×ýĐ","×ĊĢ×ËĆ","Öĥđ×ÉĀ","Öĥá×öĎ"],"611700":["Öĥđ×ÉĀ","×ĊĢ×ËĆ","×ċéÖÿÈ","ÖĦâÖüĪ","Öĥđ×ÉĀ"],"611800":["ÖĦâÖüĪ","×ċéÖÿÈ","×ċēÖÎè","ÖĦęÖÌí","ÖĦâÖüĪ"],"611900":["ÖĨåÕÏæ","ÖħāÕÿĜ","ÖĦęÖÌí","×ċēÖÎè","×ČïÕāĒ","×čÑÕÑÖ","ÖĨåÕÏæ"],"612000":["ÖĨĩÔĂĐ","ÖĨåÕÏæ","×čÑÕÑÖ","×čĒÔĄă","ÖĨĩÔĂĐ"],"612100":["ÖĨĩÔĂĐ","×čĒÔĄă","×ĎñÔÔÈ","ÖĩăÔÒØ","ÖĨĩÔĂĐ"],"612200":["ÖĩăÔÒØ","×ĎñÔÔÈ","×ĐÞÓ×Ĉ","ÖīéÓÕÕ","ÖĪôÓąĔ","ÖĩăÔÒØ"],"620100":["ÖĞąÛĢÖ","×ĀĘÛĤÜ","×ĄËÛĤä","×ĄÒÛĠÞ","×ēĕÛüĝ","×ĤÔÛÒě","ØÊĩÛÈô","ØÖĘÚĨõ","×ĥĝÚĨè","×ĆĎÚħĆ","×ą÷Úĥý","×ąõÚĦĎ","ÖĠÛÚĤþ","ÖĞąÛĢÖ"],"620200":["ÖĞąÛĢÖ","ÖĝæÝìĦ","×Ï÷ÝíĄ","×ÏĎÝßË","×ÑÝÝÔċ","×ÞÔÝÕČ","×ÞĠÜðà","×íċÜðć","×ĀĘÛĤÜ","ÖĞąÛĢÖ"],"620300":["ÖÔðÝêė","ÖĝæÝìĦ","ÖĞąÛĢÖ","ÖÕĥÛĠÙ","ÖÔðÝêė"],"620400":["Ö×õÚĤæ","ÖÕĥÛĠÙ","ÖĞąÛĢÖ","ÖĠÛÚĤþ","ÖûĠÚģç","ÖûėÚĥä","Ö×õÚĤæ"],"630100":["Öĥé×Īĩ","×ĊËØÈė","ØÈÔØÊß","ØÉėØÊä","ØËÖ×ĕĖ","ØËÑ×üĆ","×Ċâ×ýĐ","×ßĀ×üĀ","Öĥá×öĎ","Öĥé×Īĩ"],"630200":["ØÈÔØÊß","×ĊËØÈė","×ĈöØĪĀ","×ĆĖÙĨÝ","×ĨĒÙĩÚ","×īðÙĩâ","ØÉÉØīā","×ĪĊØīú","ØÈÔØÊß"],"630300":["×ĨĒÙĩÚ","×ĆĖÙĨÝ","ÖġďÙĦÑ","ÖĠÛÚĤþ","×ąõÚĦĎ","×ą÷Úĥý","×ĆĎÚħĆ","×ĥĝÚĨè","×ĨÏÚċÝ","×ĨĒÙĩÚ"],"630400":["ÖġďÙĦÑ","×ĆĖÙĨÝ","×ĈöØĪĀ","ÖģøØĨý","ÖġďÙĦÑ"],"630500":["ÖģøØĨý","×ĈöØĪĀ","×ĊËØÈė","Öĥé×Īĩ","ÖģøØĨý"],"630600":["ÖÜÖ×ÿã","ÖÛĞ×ĨĞ","Öĥé×Īĩ","Öĥá×öĎ","Öġā×öĆ","Öġû×üä","ÖûĈ×ÿÛ","ÖÜÖ×ÿã"],"630700":["ÖÛĞ×ĨĞ","ÖÚĈØĦú","ÖģøØĨý","Öĥé×Īĩ","ÖÛĞ×ĨĞ"],"630800":["ÖÙÍÙĤÌ","ÖġďÙĦÑ","ÖģøØĨý","ÖÚĈØĦú","ÖÙÍÙĤÌ"],"630900":["Ö×õÚĤæ","ÖûėÚĥä","ÖûĠÚģç","ÖĠÛÚĤþ","ÖġďÙĦÑ","ÖÙÍÙĤÌ","Ö×þÚğü","Ö×õÚĤæ"],"640100":["ÖÔðÝêė","ÕïôÝèü","ÕîĞÝęø","ÖÓģÝěĞ","ÖÔðÝêė"],"640200":["ÕëÒßēĎ","ÖÏĚßĖĕ","ÖÓģÝěĞ","ÕîĞÝęø","ÕëÒßēĎ"],"640300":["ÕçéáďÝ","ÖÌČáđħ","ÖÐúßĖĘ","ÖÏĚßĖĕ","ÕëÒßēĎ","ÕçéáďÝ"],"640400":["ÕçéáďÝ","Õãøãċþ","ÖÉõãĎď","ÖÌČáđħ","ÕçéáďÝ"],"640500":["ÔĦčáčē","ÔģþãĊą","Õãøãċþ","ÕçéáďÝ","ÔĦčáčē"],"640600":["ÕëÒßēĎ","ÔĪõßĒî","ÔĦčáčē","ÕçéáďÝ","ÕëÒßēĎ"],"640700":["ÔĪõßĒî","ÕëÒßēĎ","ÕîĞÝęø","ÕÊíÝĘÝ","ÔĪõßĒî"],"640800":["ÔĉĞÝėÒ","ÕÊíÝĘÝ","ÕîĞÝęø","ÕïôÝèü","ÔĊăÝæç","ÔĉĞÝėÒ"],"650100":["ÕòġÚĝę","ÕòğÚĠÉ","Õñ×ÛĞ×","ÖÕĥÛĠÙ","Ö×õÚĤæ","Ö×þÚğü","ÕòġÚĝę"],"650200":["ÕïôÝèü","ÖÔðÝêė","ÖÕĥÛĠÙ","Õñ×ÛĞ×","ÕïôÝèü"],"650300":["ÔĊăÝæç","ÕïôÝèü","Õñ×ÛĞ×","ÕòğÚĠÉ","ÔčėÚĞæ","ÔČçÛĜç","ÔĊăÝæç"],"650400":["ÓãĦÚĜË","ÓçÊÚĦĠ","ÓóóÛÜĕ","ÓòéÛÜę","ÓúĚÛòÈ","ÓĉĎÛďþ","ÓčãÛęò","ÔČçÛĜç","ÔčėÚĞæ","ÓĨīÚěĨ","ÓĄýÚĚğ","ÓĄîÚěĘ","ÓãĦÚĜË"],"650500":["ÒğøÝđû","ÔĉĞÝėÒ","ÔĊăÝæç","ÔČçÛĜç","ÓčãÛęò","ÓËÙÛĘâ","ÒĠçÛĖĤ","ÒĞÞÜėĝ","ÒğĖÜęĜ","ÒĜĪÝàí","ÒĞÝÝàî","ÒĝēÝùĒ","ÒğøÝđû"],"660100":["Õ÷Ì×óñ","Õöđ×Ħħ","ÖÛĞ×ĨĞ","ÖÜÖ×ÿã","ÖÜÝ×ùė","ÕĉË×øç","Õ÷Ì×óñ"],"660200":["Õöđ×Ħħ","ÕõđØĤø","ÖÚĈØĦú","ÖÛĞ×ĨĞ","Õöđ×Ħħ"],"660300":["ÕôæÙġĤ","ÖÙÍÙĤÌ","ÖÚĈØĦú","ÕõđØĤø","ÕôæÙġĤ"],"660400":["ÕòġÚĝę","Ö×þÚğü","ÖÙÍÙĤÌ","ÕôæÙġĤ","ÕòġÚĝę"],"660500":["ÕÏėÙġÐ","ÔďèÙĠÞ","ÔčėÚĞæ","ÕòğÚĠÉ","ÕòġÚĝę","ÕôæÙġĤ","ÕÏėÙġÐ"],"660600":["ÕÒĀ×ĦË","ÕÏėÙġÐ","ÕôæÙġĤ","ÕõđØĤø","Õöđ×Ħħ","ÕÒĀ×ĦË"],"660700":["Ôîò×ôē","Ôíġ×ģī","ÔĒê×ĥÈ","ÕÒĀ×ĦË","Õöđ×Ħħ","Õ÷Ì×óñ","ÕÖß×öď","ÕÒĪ×öĈ","ÕÓÉ×ôÕ","ÔĒĔ×òÎ","ÔĒď×õĎ","Ôîò×ôē"],"660800":["ÔĒê×ĥÈ","ÔďèÙĠÞ","ÕÏėÙġÐ","ÕÒĀ×ĦË","ÔĒê×ĥÈ"],"660900":["ÓĨīÚěĨ","ÔčėÚĞæ","ÔďèÙĠÞ","ÔĒê×ĥÈ","Ôíġ×ģī","ÔÉă×ĢĪ","ÓīĩØĠĜ","ÓĨīÚěĨ"],"661000":["ÓçØ×ðÏ","ÓçÒ×ôó","ÓäûØğî","ÓīĩØĠĜ","ÔÉă×ĢĪ","Ôíġ×ģī","Ôîò×ôē","Ôîõ×òÓ","ÔÝĢ×óÏ","ÔÕĢ×òÎ","ÔÊÕ×ôÎ","ÓçØ×ðÏ"],"661100":["ÓäûØğî","ÓáģÚéË","ÓãØÚèğ","ÓâáÚČą","ÓãĦÚĜË","ÓĄîÚěĘ","ÓĄýÚĚğ","ÓĨīÚěĨ","ÓīĩØĠĜ","ÓäûØğî"],"670100":["ÖĨåÕÏæ","ÖßóÕÍð","ÖÞđÕýĨ","ÖħāÕÿĜ","ÖĨåÕÏæ"],"670200":["ÖÞÌÖÊú","ÖĦęÖÌí","ÖħāÕÿĜ","ÖÞđÕýĨ","ÖÞÌÖÊú"],"670300":["ÖÝõÖûÈ","ÖĦâÖüĪ","ÖĦęÖÌí","ÖÞÌÖÊú","ÖÝõÖûÈ"],"670400":["ÖÜĜÖīÿ","Öĥđ×ÉĀ","ÖĦâÖüĪ","ÖÝõÖûÈ","ÖÜĜÖīÿ"],"670500":["ÖÜĜÖīÿ","Õ÷đÖĩĄ","Õ÷Ì×óñ","ÕĉË×øç","ÖÜÝ×ùė","ÖÜÖ×ÿã","ÖûĈ×ÿÛ","Öġû×üä","Öġā×öĆ","Öĥá×öĎ","Öĥđ×ÉĀ","ÖÜĜÖīÿ"],"670600":["Õ÷đÖĩĄ","ÖÜĜÖīÿ","ÖÝõÖûÈ","ÕøðÖùê","Õ÷đÖĩĄ"],"670700":["ÕøðÖùê","ÖÝõÖûÈ","ÖÞÌÖÊú","ÕùÝÖÈĔ","ÕøðÖùê"],"670800":["ÕùÝÖÈĔ","ÖÞÌÖÊú","ÖÞđÕýĨ","ÕúÈÕüÙ","ÕùÝÖÈĔ"],"670900":["ÕúÈÕüÙ","ÖÞđÕýĨ","ÖßóÕÍð","ÕúĉÕËā","ÕúÈÕüÙ"],"671000":["ÔĕÛÕúÞ","ÔħëÕúĐ","ÕúÈÕüÙ","ÕúĉÕËā","ÔĕĢÕÉĉ","ÔĕÛÕúÞ"],"671100":["ÔĦĎÕīâ","ÕùÝÖÈĔ","ÕúÈÕüÙ","ÔħëÕúĐ","ÔĦĎÕīâ"],"671200":["ÔĦÑÖøÊ","ÕøðÖùê","ÕùÝÖÈĔ","ÔĦĎÕīâ","ÔĦÑÖøÊ"],"671300":["ÔîĪÖĦĘ","Õ÷đÖĩĄ","ÕøðÖùê","ÔĦÑÖøÊ","ÔïüÖöå","ÔîĪÖĦĘ"],"671400":["ÔîĪÖĦĘ","Ôîõ×òÓ","Ôîò×ôē","ÔĒď×õĎ","ÔĒĔ×òÎ","ÕÓÉ×ôÕ","ÕÒĪ×öĈ","ÕÖß×öď","Õ÷Ì×óñ","Õ÷đÖĩĄ","ÔîĪÖĦĘ"],"671500":["ÔËĊÕĨû","ÔÊÕ×ôÎ","ÔÕĢ×òÎ","ÔÝĢ×óÏ","Ôîõ×òÓ","ÔîĪÖĦĘ","ÔïüÖöå","ÔĦÑÖøÊ","ÔĦĎÕīâ","ÔËĊÕĨû"],"671600":["ÔËĊÕĨû","ÔĦĎÕīâ","ÔħëÕúĐ","ÔĕÛÕúÞ","ÔÌîÕøß","ÔËĊÕĨû"],"671700":["ÔÌîÕøß","ÔĕÛÕúÞ","ÔĕĢÕÉĉ","ÔÍÖÔīď","ÔÌîÕøß"],"671800":["ÓèđÕöê","ÔÌîÕøß","ÔÍÖÔīď","ÓêĀÔĩĠ","Óé÷ÔĪĉ","ÓèđÕöê"],"671900":["ÓèßÕĦĈ","ÔËĊÕĨû","ÔÌîÕøß","ÓèđÕöê","ÓèßÕĦĈ"],"672000":["ÓèßÕĦĈ","ÓèÉÕĦć","ÓæĠÖÿü","ÓèñÖÿø","ÓçØ×ðÏ","ÔÊÕ×ôÎ","ÔËĊÕĨû","ÓèßÕĦĈ"],"680100":["ÕþôÒĄÍ","×ÈÜÒćč","×ÈĀÒôÓ","ÕĞÙÒñÚ","ÕĞÌÒøá","ÕāąÒ÷ô","ÕþĆÒóĪ","ÕþôÒĄÍ"],"680200":["ÕĆÊÓĂě","ÖáĈÓĄâ","ÖĪôÓąĔ","ÖīéÓÕÕ","×ÈÜÒćč","ÕþôÒĄÍ","ÕüęÓĂĔ","ÕĆÊÓĂě"],"680300":["ÖàĚÔÐà","ÖĩăÔÒØ","ÖĪôÓąĔ","ÖáĈÓĄâ","ÖàĚÔÐà"],"680400":["ÖĩăÔÒØ","ÖàĚÔÐà","ÖàÕÔĀě","ÖĨĩÔĂĐ","ÖĩăÔÒØ"],"680500":["ÖĨĩÔĂĐ","ÖàÕÔĀě","ÖßóÕÍð","ÖĨåÕÏæ","ÖĨĩÔĂĐ"],"680600":["ÕúĉÕËā","ÖßóÕÍð","ÖàÕÔĀě","ÕûçÔþĪ","ÕúĉÕËā"],"680700":["ÕûçÔþĪ","ÖàÕÔĀě","ÖàĚÔÐà","ÕĎÖÔÎĦ","ÕüÏÔÎò","ÕûçÔþĪ"],"680800":["ÕĆÊÓĂě","ÕąìÓħé","ÕčöÓĨā","ÕĎãÓĪī","ÕĎÖÔÎĦ","ÖàĚÔÐà","ÖáĈÓĄâ","ÕĆÊÓĂě"],"680900":["ÕĆÊÓĂě","ÕüęÓĂĔ","ÕþôÒĄÍ","ÔęĊÒĂÓ","ÔęüÒČĦ","ÔėåÔÌý","ÕüÏÔÎò","ÕĎÖÔÎĦ","ÕĎãÓĪī","ÕčöÓĨā","ÕąìÓħé","ÕĆÊÓĂě"],"681000":["ÕüÏÔÎò","ÔėåÔÌý","ÔĕĢÕÉĉ","ÕúĉÕËā","ÕûçÔþĪ","ÕüÏÔÎò"],"681100":["ÔÍÖÔīď","ÔĕĢÕÉĉ","ÔėåÔÌý","ÔÎĄÔÊČ","ÔÍÖÔīď"],"681200":["ÔÎĄÔÊČ","ÔėåÔÌý","ÔęüÒČĦ","ÔČúÒďÐ","ÔõÖÒĐÖ","ÔôĐÒĦÊ","ÔâûÒĥĥ","ÔâäÓÍċ","ÔÐÕÓÍÝ","ÔÎĄÔÊČ"],"681300":["ÓëÖÓ×ā","ÓêìÓûå","ÓØÖÓûĢ","ÓØËÓāÿ","Ó×õÔÈï","ÓìÉÔÈģ","ÓëĆÔÊĞ","ÓĎÛÔÊĤ","ÓĎÜÔÉĕ","ÔÎĄÔÊČ","ÔÐÕÓÍÝ","ÓĩìÓÌĪ","ÓĢĄÓÎĪ","ÓġēÓËí","ÓĠĖÓÊğ","ÓĜüÓÌĉ","ÓýāÓËĞ","ÓýíÓØÊ","ÓëÖÓ×ā"],"681400":["ÓëĆÔÊĞ","ÓêĀÔĩĠ","ÔÍÖÔīď","ÔÎĄÔÊČ","ÓĎÜÔÉĕ","ÓĎÛÔÊĤ","ÓëĆÔÊĞ"],"690100":["ÔĜãÑÕÍ","ÔęęÒÑě","Õÿ×ÒÔæ","ÕÿÌÑčÚ","ÕĀØÑĂ÷","ÕĀĨÑÖĖ","ÔĜãÑÕÍ"],"690200":["Õÿ×ÒÔæ","ÔęęÒÑě","ÔęĊÒĂÓ","ÕþôÒĄÍ","ÕþĆÒóĪ","ÕāąÒ÷ô","ÕĞÌÒøá","ÕĞÙÒñÚ","ÕĞċÒÔă","Õÿ×ÒÔæ"],"690300":["ÔęęÒÑě","ÔÑÒÒÏą","ÔÐÕÓÍÝ","ÔâäÓÍċ","ÔâûÒĥĥ","ÔôĐÒĦÊ","ÔõÖÒĐÖ","ÔČúÒďÐ","ÔęüÒČĦ","ÔęĊÒĂÓ","ÔęęÒÑě"],"690400":["ÔĜãÑÕÍ","ÔÓČÑÓÙ","ÔÑÒÒÏą","ÔęęÒÑě","ÔĜãÑÕÍ"],"690500":["ÔÓČÑÓÙ","ÔĜãÑÕÍ","ÔÕáÐÖó","ÔÓČÑÓÙ"],"690600":["ÔğèÎėþ","ÔĀÒÎĞÏ","ÔýĂÎĝĨ","ÔýĀÎĚù","ÔÖČÎęí","ÔÖĆÎģÿ","ÔÖòÏÓČ","ÔÕāÏØĩ","ÔÔÿÐËĝ","ÔÕáÐÖó","ÔĝĪÐØà","ÔĞõÏċā","ÔĞĥÏÚĨ","ÔğáÎğĎ","ÔğèÎėþ"],"690700":["ÓñýÏÖĞ","ÓóÚÏØĚ","ÓùďÏ×í","ÔÕāÏØĩ","ÔÖòÏÓČ","ÔÖĆÎģÿ","ÓĖÓÎģė","ÓĖËÏÌí","ÓñþÏÔë","ÓñýÏÖĞ"],"690800":["ÔÕāÏØĩ","ÓùďÏ×í","ÓóÚÏØĚ","ÓñýÏÖĞ","ÓðíÐÔ÷","ÔÕáÐÖó","ÔÔÿÐËĝ","ÔÕāÏØĩ"],"690900":["ÓîĈÑÑĔ","ÔÓČÑÓÙ","ÔÕáÐÖó","ÓðíÐÔ÷","ÓîĈÑÑĔ"],"691000":["ÓìîÒÎÕ","ÔÑÒÒÏą","ÔÓČÑÓÙ","ÓîĈÑÑĔ","ÓìîÒÎÕ"],"691100":["ÔÑÒÒÏą","ÓìîÒÎÕ","ÓëÖÓ×ā","ÓýíÓØÊ","ÓýāÓËĞ","ÓĜüÓÌĉ","ÓĠĖÓÊğ","ÓġēÓËí","ÓĢĄÓÎĪ","ÓĩìÓÌĪ","ÔÐÕÓÍÝ","ÔÑÒÒÏą"],"691200":["ÓìîÒÎÕ","ÒĈÙÒÌÉ","ÒąċÓüà","ÒąĆÓĀÖ","ÓØËÓāÿ","ÓØÖÓûĢ","ÓêìÓûå","ÓëÖÓ×ā","ÓìîÒÎÕ"],"691300":["ÒĈÙÒÌÉ","ÓìîÒÎÕ","ÓîĈÑÑĔ","ÒĉďÑÐÖ","ÒĈÙÒÌÉ"],"691400":["ÒĉďÑÐÖ","ÓîĈÑÑĔ","ÓðíÐÔ÷","ÒċóÐÒĎ","ÒĉďÑÐÖ"],"691500":["ÒČôÏÕö","ÒČâÏæć","ÒċóÐÒĎ","ÓðíÐÔ÷","ÓñýÏÖĞ","ÓßïÎġÙ","Óß×ÏØý","ÓÌěÏÜď","ÓÌġÏÖû","ÒČôÏÕö"],"700100":["ÓçÒ×ôó","ÒĀß×ñÛ","ÒüæÙĚú","ÒûÏÚĘĨ","ÓãĦÚĜË","ÓâáÚČą","ÓãØÚèğ","ÓáģÚéË","ÓäûØğî","ÓçÒ×ôó"],"700200":["ÓãĦÚĜË","ÒûÏÚĘĨ","ÒùăÛĕċ","ÒÜìÛĔĎ","ÒÜÕÛĠĢ","ÒùîÛġĥ","ÒöÌÝĐÖ","ÒğøÝđû","ÒĝēÝùĒ","ÒĞÝÝàî","ÒĜĪÝàí","ÒğĖÜęĜ","ÒĞÞÜėĝ","ÒĠçÛĖĤ","ÓËÙÛĘâ","ÓčãÛęò","ÓĉĎÛďþ","ÓúĚÛòÈ","ÓòéÛÜę","ÓóóÛÜĕ","ÓçÊÚĦĠ","ÓãĦÚĜË"],"700300":["ÒÜìÛĔĎ","ÑËÙÛĐĦ","ÐīĘÝčß","ÑßÞÝċĠ","ÒöÌÝĐÖ","ÒùîÛġĥ","ÒÜÕÛĠĢ","ÒÜìÛĔĎ"],"700400":["ÑËÙÛĐĦ","ÒÜìÛĔĎ","ÒùăÛĕċ","ÒûÏÚĘĨ","ÒüæÙĚú","ÑÎ÷Ùėú","ÑËÙÛĐĦ"],"700500":["ÒĀß×ñÛ","ÒÉĦ×ïĝ","ÑĘÈ×íö","ÑċĊ×éì","ÑÿČ×ãô","Ññè×Óþ","ÑÖÈÖĠď","ÑÕÿÖĞ÷","ÑÓÓÖĞð","ÑÓÖÖġî","ÑÑĜ×ěč","ÑÎ÷Ùėú","ÒüæÙĚú","ÒĀß×ñÛ"],"710100":["ÓØËÓāÿ","ÒąĆÓĀÖ","ÒĄīÓĪī","ÒėÔÓīõ","Ó×õÔÈï","ÓØËÓāÿ"],"710200":["Ó×õÔÈï","ÒėÔÓīõ","ÒĕĒÔĨò","ÒĕÍÕôĢ","ÓèđÕöê","Óé÷ÔĪĉ","ÓêĀÔĩĠ","ÓëĆÔÊĞ","ÓìÉÔÈģ","Ó×õÔÈï"],"710300":["ÒĂÖÕĤĥ","ÓèÉÕĦć","ÓèßÕĦĈ","ÓèđÕöê","ÒĕÍÕôĢ","ÒĂěÕôõ","ÒĂÖÕĤĥ"],"710400":["ÓèÉÕĦć","ÒĂÖÕĤĥ","ÒĀß×ñÛ","ÓçÒ×ôó","ÓçØ×ðÏ","ÓèñÖÿø","ÓæĠÖÿü","ÓèÉÕĦć"],"710500":["ÒËûÕģĂ","ÒÉĦ×ïĝ","ÒĀß×ñÛ","ÒĂÖÕĤĥ","ÒËûÕģĂ"],"710600":["ÒËûÕģĂ","ÒĂÖÕĤĥ","ÒĂěÕôõ","ÒÌßÕóÈ","ÒËûÕģĂ"],"710700":["ÑĝêÕģÏ","ÒËûÕģĂ","ÒÌßÕóÈ","ÒĂěÕôõ","ÒĕÍÕôĢ","ÒĕĒÔĨò","ÑĞđÔĥĦ","ÑĝêÕģÏ"],"710800":["ÑĞđÔĥĦ","ÒĕĒÔĨò","ÒėÔÓīõ","ÒĄīÓĪī","ÑĠ×ÓĨĞ","ÑĞđÔĥĦ"],"710900":["ÑùçÒĪÚ","ÑöÊÒīì","ÑìćÒĩî","ÑÖÍÒĨĊ","ÑÕīÒīĜ","Ñ×ĎÓÝĐ","Ñ×ãÓĦĕ","ÑĠ×ÓĨĞ","ÒĄīÓĪī","ÒąĆÓĀÖ","ÒąċÓüà","ÒóÖÓýñ","ÒóäÓùü","ÒéĥÓùÝ","ÑĠģÓúõ","ÑġēÓßé","ÑĨÛÓÚÉ","ÑġÿÒīć","ÑùçÒĪÚ"],"711000":["Ñ×ãÓĦĕ","ÑÕĤÔģħ","ÑĞđÔĥĦ","ÑĠ×ÓĨĞ","Ñ×ãÓĦĕ"],"711100":["ÑÔ÷ÕġÜ","ÑĝêÕģÏ","ÑĞđÔĥĦ","ÑÕĤÔģħ","ÑÔ÷ÕġÜ"],"711200":["ÒËûÕģĂ","ÑĝêÕģÏ","ÑÔ÷ÕġÜ","ÑÓÓÖĞð","ÑÕÿÖĞ÷","ÑÖÈÖĠď","Ññè×Óþ","ÑÿČ×ãô","ÑċĊ×éì","ÑĘÈ×íö","ÒÉĦ×ïĝ","ÒËûÕģĂ"],"711300":["ÑÔ÷ÕġÜ","ÐĔöÕĠØ","ÐēòÖÔó","ÐĀĦÖÓĞ","ÐĀāÖïĐ","ÑÓÖÖġî","ÑÓÓÖĞð","ÑÔ÷ÕġÜ"],"711400":["ÐòâÓĤĎ","ÐñāÔÌď","ÐüĤÔÍí","ÐüĤÔÒî","ÐûĤÔØĘ","ÐùćÔÞĠ","ÐðĤÔéø","ÐñāÔîÏ","ÐėěÔßČ","ÐĔöÕĠØ","ÑÔ÷ÕġÜ","ÑÕĤÔģħ","Ñ×ãÓĦĕ","ÐòâÓĤĎ"],"711500":["ÑÕīÒīĜ","ÐóÒÒħġ","ÐòâÓĤĎ","Ñ×ãÓĦĕ","Ñ×ĎÓÝĐ","ÑÕīÒīĜ"],"720100":["ÏćĦ×ėÜ","ÑÑĜ×ěč","ÑÓÖÖġî","ÐĀāÖïĐ","ÐóÐÖçÊ","ÐîĥÖçē","ÏĊăÕĥÉ","ÏĉëÖĚÚ","ÏćĦ×ėÜ"],"720200":["ÎÛħÖėì","ÎàâÖĘě","ÎæęÖĢß","ÎêĠÖĥą","ÎõČÖħđ","ÎĀÑÖĦď","ÎĀôÖėÙ","ÏĉëÖĚÚ","ÏĊăÕĥÉ","ÏĊąÕģÛ","ÏÿăÕġñ","ÏÓ÷ÕčÝ","ÎĦĂÕĂç","ÎÞëÕÞÜ","ÎÛħÖėì"],"720300":["ÎÚé×ĒĔ","ÎģÛ×Ĕĩ","ÏćĦ×ėÜ","ÏĉëÖĚÚ","ÎĀôÖėÙ","ÎĀÑÖĦď","ÎõČÖħđ","ÎêĠÖĥą","ÎæęÖĢß","ÎàâÖĘě","ÎÛħÖėì","ÎÛĖÖĠĠ","ÎÚé×ĒĔ"],"720400":["ÎÚé×ĒĔ","ÎÙđØđç","ÎâĄØđē","ÎĢßØēĜ","ÎģÛ×Ĕĩ","ÎÚé×ĒĔ"],"720500":["ÎÚé×ĒĔ","Íõì×Đó","ÍôïØĎĥ","ÍóĝÙÚĔ","ÍóĩÙÜË","ÎâÊÙß×","ÎâĄØđē","ÎÙđØđç","ÎÚé×ĒĔ"],"720600":["Íõì×Đó","ÎÚé×ĒĔ","ÎÛĖÖĠĠ","ÍöôÖĞü","Íõì×Đó"],"720700":["ÎÞòÕÚē","ÍùÈÕõĩ","ÍøĘÕćÈ","ÍöôÖĞü","ÎÛĖÖĠĠ","ÎÛħÖėì","ÎÞëÕÞÜ","ÎÞòÕÚē"],"730100":["ÐóÒÒħġ","ÏĎùÒĥĠ","ÏčÖÓĢč","ÐòâÓĤĎ","ÐóÒÒħġ"],"730200":["ÐòâÓĤĎ","ÏčÖÓĢč","ÏĊĐÕĝï","ÐĔöÕĠØ","ÐėěÔßČ","ÐñāÔîÏ","ÐðĤÔéø","ÐùćÔÞĠ","ÐûĤÔØĘ","ÐüĤÔÒî","ÐüĤÔÍí","ÐñāÔÌď","ÐòâÓĤĎ"],"730300":["ÏĊăÕĥÉ","ÐîĥÖçē","ÐóÐÖçÊ","ÐĀāÖïĐ","ÐĀĦÖÓĞ","ÐēòÖÔó","ÐĔöÕĠØ","ÏĊĐÕĝï","ÏĊąÕģÛ","ÏĊăÕĥÉ"],"730400":["ÎĦĂÕĂç","ÏÓ÷ÕčÝ","ÏÿăÕġñ","ÏĊąÕģÛ","ÏĊĐÕĝï","ÏčÖÓĢč","ÎĨďÓĠĂ","ÎħēÔĐâ","ÎĥÚÔĔî","ÎħĖÔĖĚ","ÎĦĂÕĂç"],"730500":["ÎßĒÓĞġ","ÎĨďÓĠĂ","ÏčÖÓĢč","ÏĎùÒĥĠ","ÎĪÕÒģĤ","ÎáÈÒġĠ","ÎßĒÓĞġ"],"730600":["ÎßĒÓĞġ","ÎÞòÕÚē","ÎÞëÕÞÜ","ÎĦĂÕĂç","ÎħĖÔĖĚ","ÎĥÚÔĔî","ÎħēÔĐâ","ÎĨďÓĠĂ","ÎßĒÓĞġ"],"730700":["ÎßĒÓĞġ","ÍúĪÓĜć","ÍùÈÕõĩ","ÎÞòÕÚē","ÎßĒÓĞġ"],"740100":["ÎâÊÙß×","ÍóĩÙÜË","ÍóĝÙÚĔ","ÌĎěÙØÔ","ÌĎĚÙÙĐ","ÌëèÙØÝ","ÌéĢÙýå","ÌØÌÙüý","Ì×ĥÙĈė","Ì×ÔÙĈĔ","ÌØăÙĈĚ","ÌĎáÙĊě","ÍóäÙčî","ÎØëÙďĘ","ÎáÑÙĐæ","ÎâÊÙß×"],"740200":["ÎØëÙďĘ","ÍóäÙčî","ÍðáÛĈĥ","ÎĞãÛčĘ","ÎğþÚĜé","ÎčçÚěĘ","ÎčøÚďý","Î×çÚčė","ÎØëÙďĘ"],"740300":["ÌċòÛąĐ","ÍðáÛĈĥ","ÍóäÙčî","ÌĎáÙĊě","ÌċòÛąĐ"],"740400":["ÌØăÙĈĚ","Ì×ÔÙĈĔ","ËĩÜÙĈÐ","ËĨôÚÔĐ","ËĄìÚÓð","ËĄÍÚāĞ","ËăÛÚăĠ","ËĂĪÚĐÔ","ËċãÚĐö","ËċàÚĒë","ËĐĢÚĒý","ËĐĤÚĐč","ËħúÚđć","ËĢġÝýÍ","ÌćÙÝÿĦ","ÌĈĝÝÞó","ÌċòÛąĐ","ÌĎáÙĊě","ÌØăÙĈĚ"],"750100":["ÌēĒÕĔī","ÍÝìÕĖë","ÍÝïÕĒĐ","ÍçČÕčí","ÍøĘÕćÈ","ÍùÈÕõĩ","ÍúĪÓĜć","ÌĖÕÓĚê","ÌēĒÕĔī"],"750200":["ÌēĒÕĔī","ÌĔÕÕģĊ","ÌċÊÕĩĪ","ÌĜêÖñĔ","ÌğâÖ÷Í","ÌďČÖĀ×","ÌĒÎÖĉå","ÌĐì×ĎÒ","Íõì×Đó","ÍöôÖĞü","ÍøĘÕćÈ","ÍçČÕčí","ÍÝïÕĒĐ","ÍÝìÕĖë","ÌēĒÕĔī"],"750300":["ÌĐì×ĎÒ","ÌďôØċī","ÍôïØĎĥ","Íõì×Đó","ÌĐì×ĎÒ"],"750400":["ÌĐì×ĎÒ","ËãÕ×ĉü","ËâĉØÜĄ","ËìĄØØî","ËöËØÖë","ËīèØ×ĕ","ËĪăØĊĥ","ÌďôØċī","ÌĐì×ĎÒ"],"750500":["ÌēĒÕĔī","ÌûÞÕĤâ","Ì÷čÕĘÝ","Ì÷úÕĊñ","ÌÒâÕĒÛ","ÌÊĕÕĒþ","ËæÉÕĐÜ","ËäħÖâã","ËÖÜÖçď","ËØõÖòĄ","ËäĒÖîÎ","ËãÕ×ĉü","ÌĐì×ĎÒ","ÌĒÎÖĉå","ÌďČÖĀ×","ÌğâÖ÷Í","ÌĜêÖñĔ","ÌċÊÕĩĪ","ÌĔÕÕģĊ","ÌēĒÕĔī"],"750600":["ÌÍïÓĘÏ","ÌÊĕÕĒþ","ÌÒâÕĒÛ","Ì÷úÕĊñ","Ì÷čÕĘÝ","ÌûÞÕĤâ","ÌēĒÕĔī","ÌĖÕÓĚê","ÌÍïÓĘÏ"],"760800":["èĒåçĒæ","èĕĉçĒÙ","èĕ×èßě","èđ÷èßġ","èÚĈèàâ","èÜþçáí","çøÙçáþ","æđíçáÛ","æÊÚçÞĠ","æÊúçÒê","åæéçÎĊ","åãòèþĔ","åôÑèĒĪ","åü÷èėċ","åĘāèġç","åĠÐèĠČ","åĤÜèģØ","æÜÖèīí","æêģéÐç","æùñéÏģ","æčÍèīä","æĎĨèàČ","çÓôèàĄ","çÑÉéïê","çÒìéñÎ","çØĕéôĊ","çäđéöÖ","çö÷éêé","çěÉé×è","çīÕéÕĆ","èÖÎéÐß","èßĎéÎã","èñĉéÐĜ","èāÿéÉĖ","èċČéÈÒ","èđüéËÞ","èĕĪéÐë","èĘóéØĩ","èėØéàø","èĔÎééÜ","èčßéõç","èčüéüą","èĐÕéăą","èĔęéċÏ","èęēéđÌ","èğĖéĕĂ","èĥÜéĖĈ","éÎáéĔÕ","éÖĂéďÈ","éÛĨéĉæ","éàúéĂÜ","éñÝéóÓ","éăÚéÝå","éĉÿéÙé","éĔÛéØë","éĪġéáÌ","êÖûéÞØ","êêÈéÕĥ","êõÑéØģ","êñÍèīĖ","êîÌèāă","êÚýçàì","éþğçàí","éÏċçàĚ","éÊäçàĞ","éÉ÷çĒÒ","èĪòçĒÔ","èĤõçĒÎ","èĥÉçíġ","èČÌçîÏ","èČßçáÌ","èĀġçáÎ","èĀÈçĒô","èĒåçĒæ"],"760900":["ÈÈ\u0000ÈÈ\u0000"],"770600":["ëģÎíīÙ","ëĢîîÌø","ëģÜî×ý","ëĦüîàã","ëģ×îéđ","ëģÝîïÔ","ìÍèîĨâ","ìñąîĨâ","ìñĖîģĉ","ìÙ×îģą","ìÙáîĠĝ","ìÍõîĠě","ìÍüîďġ","ìÏÎîëå","ìóėîëì","ìô÷îØÎ","ìëøíĚï","ìéđíĚð","ìÞúíòÒ","ìÔñíÚï","ìÓËíÚï","ìÓÓíØÚ","ìÕéíØÚ","ìÓâíÓĉ","ìÓăíÉú","ëęĉíÊÊ","ëęĦìĦÊ","ëğġìĦé","ëĠÉìĢĝ","ëĥĪìģÜ","ëĦôìĕõ","ëĞĜìĂü","ëěÒìąÜ","ëěÎìĆí","ëĕāìĆñ","ëđĀíúĤ","ëĢĐíĚĆ","ëĦĜíĚĄ","ëĦåíīØ","ëģÎíīÙ"],"770700":["èĥÜéĖĈ","èğĖéĕĂ","èěĠëëö","éÙĖëõâ","éìĥëøß","êÍĀëõĒ","êÜþëöõ","êëüëøĥ","êóČëüã","êýáëĄç","êĎÙëğÚ","êėðëĨû","êĥÈìËÓ","êĪâìÌÉ","ëÍĂìË×","ëÎğëĆÒ","êÓáëãĊ","êÓĂëÙÔ","éěħëÙÚ","éÝÖêħĞ","éÜĄëÙî","èĥîëÙø","èĦÒêĠĈ","èĥÜêĠè","èĥæêĜç","èĦÛêĝÉ","èħÓêôĄ","èĤþêôć","èĤĐêìĥ","èĦïêìħ","èĦ÷êé÷","èģĝêéø","èĥÜéĖĈ"],"770800":["çãĥëīĊ","çåÖìÊÜ","çĂĥëĊą","çâāëĊô","çáČëĒĠ","çãĥëīĊ"],"770900":["èĒåçĒæ","èđ÷èßġ","èĕ×èßě","èĕĉçĒÙ","èĒåçĒæ"],"808100":["ìÍÐàýú","ìÍÐàýú","ìÏËàāà","ìØûàĆ×","ìÚéàĂÌ","ìËöàúñ","ìÍÐàýú"],"810400":["éþğçàí","êÚýçàì","éīĊåģě","é×èæÊĚ","éÕēæĦĖ","éß÷æĦĒ","éàØæþĄ","éãĥæþć","éãĞæĂħ","éë×æăÒ","éëĠæÿĊ","éîĘæÿĐ","éîĨæôĦ","éāĝæõ÷","éāĚæ÷Ù","éĄāæ÷×","éăĝæġī","éÿìæĢë","éþğçàí"],"810501":["èīħäåÞ","èíâäæÓ","èíþãěĪ","èòæãěĘ","èóõâîĉ","èîČâîč","èîĜââä","çĢÏââà","çğąâåË","çęøâãö","çĀĒââą","çþğãÉě","æĥßäçö","æĚÝäçá","æėĂåñă","æĔÝæĔø","çÓĂæĔĕ","çøħæĝé","çøÙçáþ","èÜþçáí","èÚĈèàâ","èđ÷èßġ","èĒåçĒæ","èĀÈçĒô","èĀġçáÎ","èČßçáÌ","èČÌçîÏ","èĥÉçíġ","èĤõçĒÎ","èĪòçĒÔ","éÉ÷çĒÒ","éÊäçàĞ","éÏċçàĚ","éÐáæĦĚ","éËĎæĦĝ","éËĒæĤč","èĥĕæĤĒ","èĦÍæēĖ","èĝÕæēĜ","èĞÈæáĪ","èĦģæáģ","èĨėåüý","èĞĔåüĠ","èĞĔåøß","èĄĉåøò","èąÙåäÑ","èĩöåãđ","èīħäåÞ"],"811600":["çåÖìÊÜ","çãĥëīĊ","çéĠìøĊ","çìåììÜ","çìÖìâĥ","çëÐìÜÒ","çåÖìÊÜ"],"820800":["×æĝãĒĒ","×êüãĒę","×ôċãòĖ","×æĝãĒĒ"],"821500":["ÈāèÑæĝ","ÈćóÑąĐ","ÈĎäÑĂÑ","ÈĆñÑêĐ","ÈąÉÑêÎ","ÈĄčÑçË","ÈāèÑæĝ"],"823304":["ÌďôØċī","ËĪăØĊĥ","ËĩĢÙÖę","ÌëèÙØÝ","ÌĎĚÙÙĐ","ÌĎěÙØÔ","ÍóĝÙÚĔ","ÍôïØĎĥ","ÌďôØċī"],"840000":["çìÐïĂā","çîðïĘâ","çíÉïĘã","çóéðÞÓ","çôĒðÞÔ","çýīðėî","èÊĀðęÒ","èÊāñÎâ","èÞĚñÎÛ","èÐćñâĄ","çĩìñïĚ","çĩòñÿđ","éðĥñÿč","êġøñāĞ","êĢîñö÷","êĩËïĆĤ","çěěïąĩ","çìÐïĂā"],"090200":["ëĆĦäâÖ","ë×ùäâć","ëĨæåĎî","ëħĖåĐÈ","ìČÖåďÑ","ìČòåÿĜ","ìďĎäàĦ","ëĆĦäâÖ"],"081500":["àóÖÒÊã","àóĆÒÑú","àòħÒÓ÷","àïĆÒÚò","àçÙÒçÜ","àååÒîā","áÝêÒðÿ","áÝģÒÈĪ","àýĖÑīü","àóÖÒÊã"],"071400":["ãñäÒîě","ãñÞÒþĆ","ãòÝÒĄĆ","ãïÞÒđĆ","ãðÞÒīĆ","ãïÞÓÎĆ","ãïæÓÛđ","ãîÕÓßĞ","ãíėÓöď","ãĞĒÓøĠ","äÒñÓćë","äÓĒÒĪÙ","äÚĀÒþÿ","ä×ùÒÿĆ","äØÙÒāè","äÔàÒąã","ãĦĦÒăë","ãġïÒāĂ","ãĚÏÒøă","ãĝçÒñĤ","ãĖěÒýñ","ãĈĢÒóģ","ãČáÒëĄ","ãĆĖÒ÷ġ","ãÿĘÒôØ","ãùĆÒîÓ","ãüÌÒçĘ","ãöĨÒòģ","ãñäÒîě"],"071500":["ãñäÒîě","ãêĄÒèÒ","ãíÐÒâÿ","ãçÓÒíĎ","ãâĐÒêî","ãÚĤÒáą","ãÞûÒÚī","ãÙóÒâČ","ãÔ×ÒÝó","ãÑğÒØĀ","ãÊĞÒÐĊ","âĨéÑĪĘ","âĤéÑĢù","âĢæÑĚě","âġħÑĒÐ","âĤôÑĈõ","âĢċÑćò","âĠãÑĈä","âĥĈÑĄČ","ãÈÕÑĄĈ","ãÊûÑćß","ãÊòÑČõ","ãËÑÑćü","ãÈēÑĄä","âĥÖÑĄÞ","âğĉÑĈÜ","âĜÿÑďØ","âěÜÑęĖ","âęæÑğġ","âĎàÒËÜ","âČæÒÞĄ","âďæÒàÝ","âČàÒâě","âċÙÒåç","âĊĘÒ÷ñ","âĊÛÒĢÎ","âĉďÓôø","ãÉČÓõĄ","ãíėÓöď","ãîÕÓßĞ","ãïæÓÛđ","ãïÞÓÎĆ","ãðÞÒīĆ","ãïÞÒđĆ","ãòÝÒĄĆ","ãñÞÒþĆ","ãñäÒîě"],"080500":["áĢĦÔïú","âćĔÔñã","âĈēÓĤĞ","áģđÓĢē","áĢĦÔïú"],"080200":["âĊĘÒ÷ñ","áĥīÒõé","áĥĘÒĂñ","áĥëÒğĔ","âĊÛÒĢÎ","âĊĘÒ÷ñ"],"080700":["áÛéÓğĜ","áÛÔÔÈĕ","áâīÔÊğ","áçûÔÏñ","áëõÔöõ","áíĈÔüþ","áøčÔċÚ","áþĎÔĕÿ","áăďÕËÒ","áĆĎÕÔì","áĊčÕÙĐ","áĘėÕßæ","áġĊÕèĘ","áĢĦÔïú","áģđÓĢē","áĂĎÓġ÷","áÛéÓğĜ"],"063100":["åÚìÔùĨ","åþîÔûÞ","åÿÊÔÊÿ","åÛĎÔÉë","åÚìÔùĨ"],"070500":["äÏøÕóÑ","äÎēÕģě","äàġÕĤî","äáÑÕĘà","äïøÕĘď","äóáÕĘĝ","äóÍÕĤī","äėíÕĦß","äĘÕÕõĊ","äÏøÕóÑ"],"071200":["äÑġÓĩě","ãíÒÓħÞ","ãìíÔóĈ","äÑÓÔöÙ","äÑġÓĩě"],"061000":["æĊÿÔþē","æãĐÔýò","æãÉÕÉĞ","æĉęÕËÈ","æĊÿÔþē"],"061300":["æà÷Ö÷Õ","åĠÈÖöÛ","åğêÖĦ×","æßĜÖħĖ","æà÷Ö÷Õ"],"061500":["åĠēÕĩđ","æááÕĪď","æâÍÕúà","æÏđÕùĕ","åġúÕùä","åĠēÕĩđ"],"062300":["åüÞÕĨĔ","åĠēÕĩđ","åġúÕùä","åüħÕøà","åüÞÕĨĔ"],"062600":["äĖÈÖĤÛ","åúġÖĤħ","åûýÖõÙ","äĖĄÖòù","äĖÈÖĤÛ"],"062700":["äĖĄÖòù","åûýÖõÙ","åüÞÕĨĔ","äėíÕĦß","äĖĄÖòù"],"062800":["äėíÕĦß","åüÞÕĨĔ","åüħÕøà","äĘÕÕõĊ","äėíÕĦß"],"062900":["äĘÕÕõĊ","åüħÕøà","åýčÔīą","äĘħÔĩÖ","äĘÕÕõĊ"],"050400":["æĦĎØóÞ","æÝĠØñÕ","åĝÿØðÑ","åĖÌØîþ","åùÙØíĊ","åøěØĜÞ","åāÔØĦĠ","åĚßÙÓê","æÝýÙÜĄ","æûùÙâě","æĀĩÙâħ","æĔïÙØç","æģîÙÍÊ","æĦùÙËĪ","æĦĎØóÞ"],"050500":["æÝĠØñÕ","æĦĎØóÞ","æĨÖ×öÒ","æßÝ×ôÐ","æÞā×Ĥą","æÝĠØñÕ"],"050600":["æßÝ×ôÐ","æĨÖ×öÒ","æĨėÖĨù","æâÞÖĦċ","æßĜÖħĖ","æßÝ×ôÐ"],"050700":["åĞđ×óÐ","æßÝ×ôÐ","æßĜÖħĖ","åğêÖĦ×","åĞđ×óÐ"],"050800":["åĞÖ×ģĀ","æÞā×Ĥą","æßÝ×ôÐ","åĞđ×óÐ","åĞÖ×ģĀ"],"051000":["åùÙØíĊ","åĖÌØîþ","åĝÿØðÑ","åĞÖ×ģĀ","åùĎ×ĢĀ","åùÙØíĊ"],"051100":["åùĎ×ĢĀ","åĞÖ×ģĀ","åĞđ×óÐ","åúæ×òÓ","åùĎ×ĢĀ"],"051200":["åúæ×òÓ","åĞđ×óÐ","åğêÖĦ×","åúġÖĤħ","åúæ×òÓ"],"051400":["äĕò×ïģ","äĔĞ×Ğħ","äĠĚ×ĥì","äĤþØÕí","åËġØÕĔ","åÌÚ×ġñ","åùĎ×ĢĀ","åúæ×òÓ","äĕò×ïģ"],"051500":["åùĎ×ĢĀ","åÌÚ×ġñ","åËġØÕĔ","äĤþØÕí","äĦĢØÚß","åËĈØâĘ","åÏåØäě","å×ąØîò","åÛÌØóĚ","åÝĀØĄÍ","åßĆØĆč","åìĩØčÔ","åòùØđò","åøěØĜÞ","åùÙØíĊ","åùĎ×ĢĀ"],"060100":["æĩ÷ÖùÌ","çĎøÖûÕ","çĎĤÖÚÑ","çêÕÖËã","æĪëÕęÍ","æĪÔÖÈď","æĩ÷ÖùÌ"],"060200":["æĨėÖĨù","çčĚÖĪè","çĎøÖûÕ","æĩ÷ÖùÌ","æĨėÖĨù"],"060400":["æà÷Ö÷Õ","æĩ÷ÖùÌ","æĪÔÖÈď","æĈéÕīę","æááÕĪď","æà÷Ö÷Õ"],"060500":["æĈéÕīę","æĪÔÖÈď","æĪëÕęÍ","æīÐÕãÚ","æĉôÕâĆ","æĉÌÕûá","æĈéÕīę"],"060600":["æĉôÕâĆ","æīÐÕãÚ","æīÛÕÛģ","æīõÕÌÈ","æĉęÕËÈ","æĉôÕâĆ"],"060800":["æĤĄÓĉË","æėÐÔÌï","æĊÿÔþē","çÈÚÔÿÿ","çÉÓÓĪü","çÊĄÓČĘ","æĤĄÓĉË"],"040100":["éÕøØúÎ","éĞáØýÌ","êăāØÿä","êĆÚ×ÏÍ","êĆÜ×Íą","éĠÖ×Ìĉ","é÷Þ×ÊĄ","é×Ą×Êć","éÕøØúÎ"],"040200":["èïġÙõô","éĝĖÙúÕ","éĞáØýÌ","éÕøØúÎ","èðĐØ÷Ć","èïġÙõô"],"040300":["èïĐÙčç","èöþÙĒÈ","èĀġÙĜÜ","èĊĪÙĢĒ","èĒÒÙĦá","èĢÐÙĪĥ","éĝíÚãā","éĝĖÙúÕ","èïġÙõô","èïĐÙčç"],"040700":["èÊõÙåĢ","èïĐÙčç","èïġÙõô","èðĐØ÷Ć","èËáØö÷","èÊõÙåĢ"],"040800":["çċæÙÎÉ","çĞìÙÖė","èÊõÙåĢ","èËáØö÷","çċĎØõî","çċæÙÎÉ"],"040900":["çċĎØõî","èËáØö÷","èÍý×ùï","çč××øÖ","çċĎØõî"],"050100":["æĨÖ×öÒ","çč××øÖ","çčĚÖĪè","æĨėÖĨù","æĨÖ×öÒ"],"050200":["æĦĎØóÞ","çċĎØõî","çč××øÖ","æĨÖ×öÒ","æĦĎØóÞ"],"050300":["æĦĎØóÞ","æĦùÙËĪ","çàğÙÉÞ","çáÙÙÊç","çéÐÙÉĪ","çċæÙÎÉ","çċĎØõî","æĦĎØóÞ"],"031000":["èòė×Èå","é×Ą×Êć","éØ÷ÖòĐ","èóāÖéü","èòė×Èå"],"031100":["èóāÖéü","éØ÷ÖòĐ","éÙĘÕāÝ","èôĚÕÿâ","èóāÖéü"],"031200":["èôĚÕÿâ","éÙĘÕāÝ","éÚýÕÐø","èõ÷ÕÎĕ","èôĚÕÿâ"],"031400":["èæûÒđ×","èíĂÒČĀ","èðñÒČĄ","èòðÒďĢ","èñĔÒēē","èïáÒĕû","èìËÒĔē","èïÕÒĖð","èñĪÒĔĒ","èó×ÒĐþ","èñĚÒČĎ","èïÕÒċß","èåīÒĐú","èÚíÒĔġ","èÍĄÒĕć","çĦħÒēå","çĤÎÒďì","çĠāÒČĦ","çĚĤÒčå","çĘÌÒďč","çĕĒÒēę","çĐËÒĥÚ","çČñÓÈė","çûÿÓÝĐ","çùÛÓãā","çøÉÓíħ","çøĚÓøÍ","çûãÓăþ","çöùÓąĀ","çûöÓĄØ","çþêÓĊĂ","çĂģÓČØ","çĆóÓĉĢ","çćąÓĆé","çĂïÓûß","çāçÓôĨ","çĂĄÓêī","çąěÓâà","çČñÓØĝ","çĒħÓÔÊ","çėóÓÔć","çěÉÓÙĖ","çěéÓãÉ","çĕħÓďÍ","çĔ×ÓĔØ","çĐġÓėĖ","çĊòÓęí","çĀðÓđĘ","çøýÓĒČ","çøÐÓČĕ","ç÷ĠÓĒĜ","çîÝÓĔÈ","çÊĄÓČĘ","çÉÓÓĪü","çÈÚÔÿÿ","çđÈÔāċ","èöÔÔăĒ","èýÜÔÉá","èîÓÓĜě","èíåÓĝī","èïûÓĠČ","èíćÓģã","èëÔÓĠÝ","èëËÓĞĂ","èíýÓĜÕ","èæĘÓēê","èßĚÓćò","èÓáÓÙâ","èÐ×ÒĠë","èÍáÒĖú","èÚøÒĕĔ","èæûÒđ×"],"031700":["çĎĤÖÚÑ","èÏäÖáġ","èóāÖéü","èôĚÕÿâ","çďđÕþð","çĎĤÖÚÑ"],"031800":["èóāÖéü","èÏäÖáġ","èÎâÖīé","èòė×Èå","èóāÖéü"],"031900":["çčĚÖĪè","èÎâÖīé","èÏäÖáġ","çĎĤÖÚÑ","çĎøÖûÕ","çčĚÖĪè"],"032100":["æīÛÕÛģ","çĐÕÕÝī","çĐìÕÎÌ","çđÈÔāċ","çÈÚÔÿÿ","æīõÕÌÈ","æīÛÕÛģ"],"020600":["ëöġÚðĤ","ë÷éÚØþ","ëěĄÚØć","ëěĢÚÌĄ","ìÊÓÚÌĂ","ìÌĢØăâ","ëçğØāî","ëæÚÙþĪ","ëäĊÚðÙ","ëöġÚðĤ"],"020700":["ëæÚÙþĪ","éĝĖÙúÕ","éĝíÚãā","êÖĝÚìĕ","êÚËÚíç","êÛôÚìá","êÛĘÚíī","êàĨÚðÓ","êĂòÚùù","êĦėÚĄÜ","ëäßÚĉâ","ëäôÚýÑ","ëöčÚýÜ","ëöġÚðĤ","ëäĊÚðÙ","ëæÚÙþĪ"],"030200":["êþăÕąÞ","êþêÕĒÎ","êćąÕĒç","êĆÿÖĂĘ","ëÛÔÖĄĚ","ëëéÖĈö","ëëĊÖîÙ","ëëĤÖÕĄ","ëìöÕĈÈ","êþăÕąÞ"],"030300":["êĆÜ×Íą","êĆÚ×ÏÍ","ëêú×ÐČ","ëëéÖĈö","ëÛÔÖĄĚ","êĆÿÖĂĘ","êĆÜ×Íą"],"030400":["êĆÿÖĂĘ","êåġÖÿć","éġöÖöÕ","éĠÖ×Ìĉ","êĆÜ×Íą","êĆÿÖĂĘ"],"030600":["éĤÌÔĈÚ","éĤØÔėï","éĥñÔĚù","éĤĢÕÐð","éģùÕÙĎ","éĢėÕăà","êþăÕąÞ","êÿėÕÉą","êýęÕÈø","êîćÕÉć","êåĊÔĥÞ","êÔÝÔčÓ","êÒĉÔĉÜ","êÐĖÔāù","êÚúÔüÏ","éĤÌÔĈÚ"],"030700":["éèÍÔçö","éàīÔ÷×","éÞďÔøī","éÞĘÔþÿ","éÛÙÔďØ","éÚýÕÐø","éÙĘÕāÝ","éĢėÕăà","éģùÕÙĎ","éĤĢÕÐð","éĥñÔĚù","éĤØÔėï","éĤÌÔĈÚ","éęùÔĉģ","éćěÔĉû","éĂÏÔĈõ","éûĘÔĄĔ","éùÖÔćæ","éìÒÔöå","éèĩÔôă","éèÍÔçö"],"030800":["éØ÷ÖòĐ","éûġÖñã","éĐĒÖóÉ","éġöÖöÕ","éĢėÕăà","éÙĘÕāÝ","éØ÷ÖòĐ"],"010500":["ëëĤÖÕĄ","ìÑÚÖ×ģ","ìÑâÖÕÿ","ìÖÐÖ×Ó","ìĚôÖÙė","ìĚğÕĥÑ","ìĎÑÕğÜ","ìÓÖÕċĩ","ëìöÕĈÈ","ëëĤÖÕĄ"],"010600":["ëëĤÖÕĄ","ëëĊÖîÙ","ëĢôÖïĊ","ëĢÍÖćī","ìÐçÖĈø","ìÐòÖĂË","ìęďÖĄý","ìĚôÖÙė","ìÖÐÖ×Ó","ìÑâÖÕÿ","ìÑÚÖ×ģ","ëëĤÖÕĄ"],"010700":["ìÐçÖĈø","ìÎć×Ąâ","ìõÔ×ĕĞ","ìĔĕ×ġÐ","ìĕĘ×ġò","ìėþ×ĝî","ìęďÖĄý","ìÐòÖĂË","ìÐçÖĈø"],"010900":["ëëéÖĈö","ëóùÖċú","ëùÕÖĆġ","ëĢÍÖćī","ëĢôÖïĊ","ëëĊÖîÙ","ëëéÖĈö"],"020300":["ìÌĢØăâ","ìÊÓÚÌĂ","ëěĢÚÌĄ","ëěĄÚØć","ë÷éÚØþ","ëöġÚðĤ","ëöčÚýÜ","ëīĔÚýç","ìđØÚúð","ìĕíØąÊ","ìÌĢØăâ"],"020400":["ìĔĕ×ġÐ","ìõÔ×ĕĞ","ìÎć×Ąâ","ìÌĢØăâ","ìĕíØąÊ","ìĔĕ×ġÐ"],"020200":["ìĕíØąÊ","ìđØÚúð","íõĠÚøĎ","íùĝØĄå","ìĕíØąÊ"],"010100":["í÷ùÕĩß","íöĎÖðī","íøÞÖñÉ","íøæÖďĞ","íøòÖġđ","íđĝ×ÜĨ","íĜħ×åÓ","íĜÌÖÑĚ","íĘēÖÓÞ","íĔĚÖÎø","íĎċÖÍÈ","íċÑÖÈñ","íċġÕĪĉ","íĂÚÕħĜ","íāĒÕĩĚ","íĀîÕĩð","íĀêÕĪć","íúĄÕĩě","íùĐÕĩë","íùąÕĦĪ","íøæÕĦĥ","í÷ùÕĩß"],"010200":["íøòÖġđ","íøæÖďĞ","ííÝÖďö","íêěÖčÒ","íî×ÖĆÛ","ìęďÖĄý","ìėþ×ĝî","ìĕĘ×ġò","íÐùØÈÒ","íùòØÍÐ","íøòÖġđ"],"081100":["áÝÔÒĀæ","áĥĘÒĂñ","áĥīÒõé","áğÝÒõØ","áĖæÒñĔ","áÝêÒðÿ","áÝÔÒĀæ"],"080100":["âĎàÒËÜ","âČđÒÍÚ","âąĪÒÍę","âāÞÒÑú","âõČÒÑõ","âåĜÒÎĉ","áĩÞÑĦĥ","áĦĂÒÐă","áĥīÒõé","âĊĘÒ÷ñ","âċÙÒåç","âČàÒâě","âďæÒàÝ","âČæÒÞĄ","âĎàÒËÜ"],"061200":["æááÕĪď","æĈéÕīę","æĉÌÕûá","æâÍÕúà","æááÕĪď"],"062400":["åûýÖõÙ","åĠÈÖöÛ","åĠēÕĩđ","åüÞÕĨĔ","åûýÖõÙ"],"051300":["äĕò×ïģ","åúæ×òÓ","åúġÖĤħ","äĖÈÖĤÛ","äĕò×ïģ"],"040500":["èÍý×ùï","èòÕ×úñ","èòė×Èå","èÎâÖīé","èÍý×ùï"],"031300":["èýÜÔÉá","èöÔÔăĒ","èõ÷ÕÎĕ","éÚýÕÐø","éÛÙÔďØ","éÞĘÔþÿ","éÞďÔøī","éàīÔ÷×","éèÍÔçö","éåäÔá÷","éèċÔÛĎ","éåÈÔáÙ","éßēÔÞÝ","èĝÿÔÜĆ","èčÕÔÕÎ","èýÜÔÉá"],"030100":["ëìßÕÌÓ","ëÖùÕÉÙ","ë×óÕËÏ","ëÕīÕÍÛ","ëÐãÕËð","êīĠÕÌĀ","êīĢÕÊö","êħĉÕÉÝ","êĠøÕËĚ","êĜćÔīø","êĈýÕÉĘ","êĈúÕÊČ","êćßÕÈĦ","êĀđÕÈò","êÿėÕÉą","êþăÕąÞ","ëìöÕĈÈ","ëìĥÕÚă","ëìßÕÌÓ"],"020100":["íùòØÍÐ","íÐùØÈÒ","ìĕĘ×ġò","ìĔĕ×ġÐ","ìĕíØąÊ","íùĝØĄå","íùòØÍÐ"],"062200":["åüħÕøà","åġúÕùä","æÏđÕùĕ","æÐÞÕØå","æÒĆÕÒĝ","åīßÕÉÈ","åýčÔīą","åüħÕøà"],"070100":["äĘïÒĔđ","äėÉÒĔĕ","äĖûÒďÒ","äĘõÒčÜ","äĖóÒĎĦ","äĔàÒċÍ","äđâÒĉò","äĂĈÒČÿ","ä÷ĖÒċĊ","äëïÒĆû","äêýÒĈċ","äáìÒĀ÷","äÚĀÒþÿ","äÓĒÒĪÙ","äÒñÓćë","äÑġÓĩě","äãěÓĪĚ","äëÏÔÈđ","äïĢÓĘğ","äúĕÓğÝ","äĀÝÓĦé","äĒĪÔÍñ","äĚāÔÏò","äěġÓïõ","äĚĄÓÍė","äĜĐÒĪþ","äěćÒĩę","äěĢÒĞĖ","äĘĂÒěą","äĘïÒĔđ"],"081700":["àäĕÒýĤ","àåĝÒĪâ","áÜýÓÈĂ","áÝÔÒĀæ","àäĕÒýĤ"],"081400":["àîĊÐĪæ","àíČÑîċ","àòĥÑĝč","àóÖÒÊã","àýĖÑīü","áÝģÒÈĪ","áßÖÑÞÊ","áÉäÑÏĆ","àĝĞÐħò","àĠĊÐĜė","àğĜÐĖĝ","áØĝÐĄÒ","áÚäÏĚę","àğÝÏĚÏ","àĞËÐĀĖ","àĔĕÐĀû","àĖÞÏċċ","àėÊÏĊÌ","àĖĐÏĈø","àĔĩÏĈí","àĕçÏôÍ","àčÏÏóĘ","àČĐÏĈÞ","àĉČÏĈÙ","àĉêÏĉð","àĊÐÏċõ","àĈĎÐýģ","à÷ďÐþË","à÷ċÐĎġ","àĄğÐĐĤ","àĄñÐĦ×","àăÐÐĦĔ","àĂĄÑÊą","àĄÕÑÊċ","àĂĦÑßČ","àăġÑëÐ","àĂġÑîÏ","àăÞÑāã","àĀèÑāã","àĀĊÐĜī","àúġÐĜÍ","àîĊÐĪæ"],"081600":["àäĕÒýĤ","áÝÔÒĀæ","áÝêÒðÿ","àååÒîā","àäĕÒýĤ"],"081900":["áÛéÓğĜ","áĂĎÓġ÷","áăáÓĂī","áóĆÓĂï","áÛĐÓāõ","áÛĎÓĂħ","áÑĒÓĂĜ","áÑûÓğĘ","áÛéÓğĜ"],"071600":["ãÉČÓõĄ","ãÈĚÓĦÍ","ãíÒÓħÞ","ãíėÓöď","ãÉČÓõĄ"],"071800":["âćĔÔñã","ãìíÔóĈ","ãíÒÓħÞ","ãÈĚÓĦÍ","âĈēÓĤĞ","âćĔÔñã"],"081200":["áÿþÑóĨ","áþćÒÈÙ","áéÏÑīû","áÝģÒÈĪ","áÝêÒðÿ","áĖæÒñĔ","áğÝÒõØ","áĥīÒõé","áĦĂÒÐă","áĩÞÑĦĥ","áħêÑĦä","áħÎÑħĖ","áģęÑĢà","áĞõÑĜö","áĖâÑĕĝ","áēËÑĕà","áďĦÑćĔ","áČĒÑþĥ","áĈĕÑúÛ","áÿþÑóĨ"],"071700":["âĉďÓôø","âĈēÓĤĞ","ãÈĚÓĦÍ","ãÉČÓõĄ","âĉďÓôø"],"063200":["åÝÍÒĘę","åÛĎÔÉë","åÿÊÔÊÿ","åĀÚÓûê","åāÐÓöö","åąÔÓíÍ","åüěÓåď","åāØÓäÎ","åĀĞÓáĢ","åü×Óâď","åüéÓØĨ","åúČÓØĀ","åüðÓÔó","åĀÍÓÐó","åąõÓÎï","åąċÓÒâ","åć×ÓÒÑ","åĆÌÓÑċ","åąīÓÎÛ","åČďÓÍÿ","åĎûÓËË","åđÚÓËÐ","åđÙÓÉĨ","åďġÓÉĢ","åďþÒīĒ","åčüÒĩă","åĂòÒĩÔ","åøÖÒĦÑ","åëéÒĠð","åâĤÒę÷","åâïÒĚę","åÝÍÒĘę"],"071300":["ãíÒÓħÞ","äÑġÓĩě","äÒñÓćë","ãĞĒÓøĠ","ãíėÓöď","ãíÒÓħÞ"],"062100":["åýčÔīą","åīßÕÉÈ","æÐýÕÉã","æÑÚÔüĝ","åþîÔûÞ","åýčÔīą"],"060300":["æßĜÖħĖ","æâÞÖĦċ","æĨėÖĨù","æĩ÷ÖùÌ","æà÷Ö÷Õ","æßĜÖħĖ"],"060700":["æĊÿÔþē","æĉęÕËÈ","æīõÕÌÈ","çÈÚÔÿÿ","æĊÿÔþē"],"040400":["èðĐØ÷Ć","éÕøØúÎ","é×Ą×Êć","èòė×Èå","èòÕ×úñ","èðĐØ÷Ć"],"041000":["çč××øÖ","èÍý×ùï","èÎâÖīé","çčĚÖĪè","çč××øÖ"],"030900":["é×Ą×Êć","é÷Þ×ÊĄ","éĠÖ×Ìĉ","éġöÖöÕ","éĐĒÖóÉ","éûġÖñã","éØ÷ÖòĐ","é×Ą×Êć"],"031600":["çďđÕþð","èôĚÕÿâ","èõ÷ÕÎĕ","çĐìÕÎÌ","çĐÕÕÝī","çďđÕþð"],"032000":["æĪëÕęÍ","çêÕÖËã","çĎĤÖÚÑ","çďđÕþð","çĐÕÕÝī","æīÛÕÛģ","æīÐÕãÚ","æĪëÕęÍ"],"020800":["éĝĖÙúÕ","ëæÚÙþĪ","ëçğØāî","êăāØÿä","éĞáØýÌ","éĝĖÙúÕ"],"030500":["êþăÕąÞ","éĢėÕăà","éġöÖöÕ","êåġÖÿć","êĆÿÖĂĘ","êćąÕĒç","êþêÕĒÎ","êþăÕąÞ"],"010300":["í÷ùÕĩß","íöÙÕĪù","íôýÕĩĜ","íîģÕģî","íìÎÕĤċ","íèÞÕģä","íçĘÕġī","íâČÕĢð","íáĨÕĠþ","íßÔÕġù","íÝÍÕĞą","íÐĜÕěÜ","íÌÜÕėñ","ìģğÕĒã","ìġæÕđă","ìğĕÕĒĕ","ìěãÕďò","ìĚğÕĥÑ","ìĚôÖÙė","ìęďÖĄý","íî×ÖĆÛ","íêěÖčÒ","ííÝÖďö","íøæÖďĞ","íøÞÖñÉ","íöĎÖðī","í÷ùÕĩß"],"010800":["ëêØ×âĥ","ìÎć×Ąâ","ìÐçÖĈø","ëĢÍÖćī","ëùÕÖĆġ","ëóùÖċú","ëëéÖĈö","ëêú×ÐČ","ëêØ×âĥ"],"020500":["ëçğØāî","ìÌĢØăâ","ìÎć×Ąâ","ëêØ×âĥ","ëçğØāî"],"081300":["áÿþÑóĨ","áßÖÑÞÊ","áÝģÒÈĪ","áéÏÑīû","áþćÒÈÙ","áÿþÑóĨ"],"070200":["äÑÓÔöÙ","äęĕÔøċ","äĚāÔÏò","äĒĪÔÍñ","äĀÝÓĦé","äúĕÓğÝ","äïĢÓĘğ","äëÏÔÈđ","äãěÓĪĚ","äÑġÓĩě","äÑÓÔöÙ"],"062000":["æÑăÔÜË","åęĝÔËð","åÿÊÔÊÿ","åþîÔûÞ","æÑÚÔüĝ","æÑăÔÜË"],"080800":["áôÈÓçÙ","áóĆÓĂï","áăáÓĂī","áĂĎÓġ÷","áģđÓĢē","áĤúÓñģ","áĤąÓéÈ","áôÈÓçÙ"],"072000":["âĆĩÔġć","âĆñÕãØ","âĤĊÕíÙ","ãÉĉÕõÎ","ãÎÌÕúĢ","ãØïÕĎä","ãÕĔÕėÞ","ãÑõÕĠĜ","ãÒĐÕĦĔ","ãÕ÷Õĩû","ãà×ÖÉÔ","ãáÙÕġÑ","ãâÌÕòæ","ããíÕðč","ãêģÕðĒ","ãëĆÔĤß","âĆĩÔġć"],"070900":["ãáÙÕġÑ","äÎēÕģě","äÏøÕóÑ","ãêģÕðĒ","ããíÕðč","ãâÌÕòæ","ãáÙÕġÑ"],"061600":["æÐýÕÉã","åīßÕÉÈ","æÒĆÕÒĝ","æÐÞÕØå","æÏđÕùĕ","æâÍÕúà","æãÉÕÉĞ","æÐýÕÉã"],"050900":["åĝÿØðÑ","æÝĠØñÕ","æÞā×Ĥą","åĞÖ×ģĀ","åĝÿØðÑ"],"040600":["èËáØö÷","èðĐØ÷Ć","èòÕ×úñ","èÍý×ùï","èËáØö÷"],"031500":["çĐìÕÎÌ","èõ÷ÕÎĕ","èöÔÔăĒ","çđÈÔāċ","çĐìÕÎÌ"],"080600":["áĢĦÔïú","áġĊÕèĘ","áīěÕðÕ","âÌĪÕñô","âîáÕìÏ","âõ÷Õéñ","âõãÕúĜ","âýÐÕøÍ","âăĖÕãĤ","âĆñÕãØ","âĆĩÔġć","âćĔÔñã","áĢĦÔïú"],"080400":["áģđÓĢē","âĈēÓĤĞ","âĉďÓôø","áĤúÓñģ","áģđÓĢē"],"063000":["äĘħÔĩÖ","åýčÔīą","åþîÔûÞ","åÚìÔùĨ","äęĕÔøċ","äĘħÔĩÖ"],"063300":["äĚħÒĉć","äėėÒĉð","äĝÜÒĉĞ","äĜãÒĐï","äĘħÒĐĩ","äĘïÒĔđ","äĘĂÒěą","äěĢÒĞĖ","äěćÒĩę","äĜĐÒĪþ","äĚĄÓÍė","äěġÓïõ","äĚāÔÏò","äĢéÔÍë","äĪÜÔÈē","åÛĎÔÉë","åÝÍÒĘę","åÔĩÒėĀ","åÑïÒĕē","äģßÒĆĪ","äĚħÒĉć"],"070800":["ãáÙÕġÑ","ãà×ÖÉÔ","ãéÿÖÍæ","ãðõÖÔĚ","ãþĜÖßÚ","ãćìÖçĦ","ãĒğÖïû","ãĖöÖûð","ãĖéÖċô","ãęØÖĕò","ãĪ÷×ÉÒ","äÈĞ×Êē","äÍá×Ëè","äÎÐÖðÉ","äÎēÕģě","ãáÙÕġÑ"],"071000":["ãêģÕðĒ","äÏøÕóÑ","äÐéÔĦČ","ãëĆÔĤß","ãêģÕðĒ"],"070600":["äÎēÕģě","äÎÐÖðÉ","äĖĄÖòù","äėíÕĦß","äóÍÕĤī","äóáÕĘĝ","äïøÕĘď","äáÑÕĘà","äàġÕĤî","äÎēÕģě"],"071100":["ãëĆÔĤß","äÐéÔĦČ","äÑÓÔöÙ","ãìíÔóĈ","ãëĆÔĤß"],"060900":["æîÕÓïì","æäâÓĊġ","æèĆÓĐę","æêĈÓĖĤ","æéíÓėĨ","æçíÓĖē","æáÈÓĐØ","æ×îÔÊę","æéĞÔÖÌ","æãĚÔèë","æãĐÔýò","æĊÿÔþē","æėÐÔÌï","æĤĄÓĉË","æîÕÓïì"],"061400":["åĠÈÖöÛ","æà÷Ö÷Õ","æááÕĪď","åĠēÕĩđ","åĠÈÖöÛ"],"061700":["æÑÚÔüĝ","æÐýÕÉã","æãÉÕÉĞ","æãĐÔýò","æÑÚÔüĝ"],"061900":["åĞÝÒéć","åáÝÒÚĆ","äęÝÒÕĆ","äĚħÒĉć","äģßÒĆĪ","åÑïÒĕē","åÔĩÒėĀ","åÝÍÒĘę","åâïÒĚę","åâĤÒę÷","åëéÒĠð","åøÖÒĦÑ","åĂòÒĩÔ","åčüÒĩă","åďþÒīĒ","åďġÓÉĢ","åđÙÓÉĨ","åđÚÓËÐ","åĎûÓËË","åČďÓÍÿ","åąīÓÎÛ","åĆÌÓÑċ","åć×ÓÒÑ","åąċÓÒâ","åąõÓÎï","åĀÍÓÐó","åüðÓÔó","åúČÓØĀ","åüéÓØĨ","åü×Óâď","åĀĞÓáĢ","åāØÓäÎ","åüěÓåď","åąÔÓíÍ","åāÐÓöö","åĀÚÓûê","åÿÊÔÊÿ","åęĝÔËð","æÑăÔÜË","æ×îÔÊę","æáÈÓĐØ","æçíÓĖē","æéíÓėĨ","æêĈÓĖĤ","æèĆÓĐę","æäâÓĊġ","æîÕÓïì","æäĢÓêÉ","æÔÜÓÝÐ","åĪĈÓÐú","åĚÞÒĢö","åĞÝÒéć"],"070400":["äÏøÕóÑ","äĘÕÕõĊ","äĘħÔĩÖ","äÐéÔĦČ","äÏøÕóÑ"],"090100":["ìďĎäàĦ","ìČòåÿĜ","ìđĢåÿĞ","ìđĚåăþ","íÒãåăà","íÑĪåĎĞ","íðīåĎĉ","íôÝäàË","ìďĎäàĦ"],"080900":["áôÈÓçÙ","áĤąÓéÈ","áĥÒÓËé","áôïÓÉ÷","áôÈÓçÙ"],"090300":["ë×ùäâć","ëÔèäâČ","ëÐùäâđ","ëÐĕäąġ","ëáęäĆÑ","ëàêåáù","ëßÏåĐĎ","ëħĖåĐÈ","ëĨæåĎî","ë×ùäâć"],"081000":["áÜýÓÈĂ","áôïÓÉ÷","áĥÒÓËé","áĥëÒğĔ","áĥĘÒĂñ","áÝÔÒĀæ","áÜýÓÈĂ"],"081800":["àåĝÒĪâ","àäĝÓØü","àÜÕÓçâ","àØģÓêô","àÝěÓòø","àâÚÓöÝ","àõíÓüØ","àąÈÓĉà","àēÍÓĒå","àěâÓěÍ","àġĦÓĦÐ","àħĨÓīæ","áÛÔÔÈĕ","áÛéÓğĜ","áÑûÓğĘ","áÑĒÓĂĜ","áÛĎÓĂħ","áÛĐÓāõ","áóĆÓĂï","áôÈÓçÙ","áôïÓÉ÷","áÜýÓÈĂ","àåĝÒĪâ"],"071900":["âĆĩÔġć","ãëĆÔĤß","ãìíÔóĈ","âćĔÔñã","âĆĩÔġć"],"080300":["áĤúÓñģ","âĉďÓôø","âĊÛÒĢÎ","áĥëÒğĔ","áĥÒÓËé","áĤąÓéÈ","áĤúÓñģ"],"063400":["äęĕÔøċ","åÚìÔùĨ","åÛĎÔÉë","äĪÜÔÈē","äĢéÔÍë","äĚāÔÏò","äęĕÔøċ"],"070700":["äÍá×Ëè","ä×ī×ÌÒ","äÝ××ÏĦ","äæø×ßė","äêė×ìõ","äïÝ×ÿą","äĄĩ×ĊĄ","äČą×ĘÌ","äĔĞ×Ğħ","äĕò×ïģ","äĖÈÖĤÛ","äĖĄÖòù","äÎÐÖðÉ","äÍá×Ëè"],"061100":["æâÍÕúà","æĉÌÕûá","æĉôÕâĆ","æĉęÕËÈ","æãÉÕÉĞ","æâÍÕúà"],"061800":["æ×îÔÊę","æÑăÔÜË","æÑÚÔüĝ","æãĐÔýò","æãĚÔèë","æéĞÔÖÌ","æ×îÔÊę"],"062500":["åúġÖĤħ","åğêÖĦ×","åĠÈÖöÛ","åûýÖõÙ","åúġÖĤħ"],"070300":["äÐéÔĦČ","äĘħÔĩÖ","äęĕÔøċ","äÑÓÔöÙ","äÐéÔĦČ"],"020900":["êăāØÿä","ëçğØāî","ëêØ×âĥ","ëêú×ÐČ","êĆÚ×ÏÍ","êăāØÿä"],"010400":["ëìßÕÌÓ","ëìĥÕÚă","ëìöÕĈÈ","ìÓÖÕċĩ","ìĎÑÕğÜ","ìĚğÕĥÑ","ìěãÕďò","ìĔĜÕċġ","ìĔàÕčå","ìĒěÕČĎ","ìĊĩÕĄË","ìĊÔÕąé","ìĈîÕăĔ","ìĀĩÕúĐ","ìýÎÕ÷ü","ìüÙÕøÐ","ìûċÕöõ","ìäėÕß×","ìÝĊÕÔâ","ìßĀÕÑÚ","ìÙĈÕÙÈ","ìÙìÕèù","ìÒđÕèĕ","ìÍåÕçċ","ëĪĒÕäß","ëĨīÕâĕ","ëĩýÕáČ","ëĨđÕáĊ","ëĨčÕçò","ëĘĀÕãý","ëēÝÕßÉ","ëĊĕÕÚĩ","ëąÙÕÚĆ","ëúÏÕÖĕ","ëìßÕÌÓ"]};
window.minLat = 41.64454312227477;
window.minLng = -87.52414466274864;
window.geoidBase = "14000US17031";

// MAPBOX

L.mapbox.accessToken = 'pk.eyJ1IjoibWVlbWtpbmciLCJhIjoiY2lpOHgxYTAzMDBuZXN6bTNxZzN6ZHl4cSJ9.N2onZAG45xDn8dwoLqlNxA';

// POINT DECODING

window.decodePoint = function(str) {
    var pair = str.match(/.{1,3}/g);
    var result = _.map(pair, function(code) {
        var codes = code.split('');
        var nums = _.map(codes, function(c) {
            return c.charCodeAt() - 200;
        });
        return nums[0] * 10000 + nums[1] * 100 + nums[2];
    });
    return result;
};

window.convertPoint = function(pt) {
    return [
        (pt[0] / 1000000) + window.minLat,
        (pt[1] / -1000000) + window.minLng
    ];
};

var decodedTractPaths = _.mapObject(encodedTractPaths, function(coordinates, name) {
    return _.map(coordinates, function(point) {
        return window.decodePoint(point);
    });
});

window.tractPaths = _.mapObject(decodedTractPaths, function(coordinates, name) {
    return _.map(coordinates, function (point) {
        return window.convertPoint(point);
    });
});

// OTHER

window.convertToDate = function(dateString) {
    return new Date(dateString.replace(' ','T') + '-05:00');
}

// ANGULAR

var csApp = angular.module('csApp', ['ngRoute', 'highcharts-ng']);

csApp.config(function($routeProvider, $locationProvider) {
    $routeProvider.
        when('/', {
            templateUrl: "/templates/home.html",
            controller: "homeCtrl"
        }).
        when('/about', {
            templateUrl: "/templates/about.html",
            controller: "aboutCtrl"
        }).
        when('/tract/:id', {
            templateUrl: "/templates/tract.html",
            controller: "tractCtrl"
        }).
        otherwise({
            redirectTo: '/'
        });

    $locationProvider.html5Mode({
        enabled: true,
        requireBase: false
    });
});

csApp.factory('Data', function ($location, $rootScope) {
    var data = {};

    data.crimeFilters = [
        ["violent", "Violent Crimes"],
        ["robbery", "Robberies"],
        ["assault", "Assaults"]
    ]

    data.weatherFilters = [
        ["without", "Without Weather"],
        ["with", "With Weather"],
        ["delta", "Delta"]
    ];

    data.filterCombined = function() {
        return data.crimeFilter + "_" + data.weatherFilter;
    }

    data.changeCrimeFilter = function(type) {
        data.crimeFilter = type[0];
        data.crimeFilterName = type[1];
    };

    data.changeWeatherFilter = function(type) {
        data.weatherFilter = type[0];
        data.weatherFilterName = type[1];
    };

    data.changeCrimeFilter(data.crimeFilters[0]);
    data.changeWeatherFilter(data.weatherFilters[1]);

    data.currentHour = 0;

    data.tractClick = function(e) {
        var id = e.target.options.id;
        $rootScope.$apply(function () {
            $location.path("/tract/" + id);
        });
    };

    data.range = function(n) {
        return new Array(n);
    };

    return data;
});

csApp.controller("headCtrl", function ($scope, Data) {
    $scope.data = Data;
});

csApp.controller("navCtrl", function ($scope, $http, $timeout, $location, Data) {
    $scope.data = Data;
    var addressQueryPromise;

    var geocoder = L.mapbox.geocoder('mapbox.places', {
        autocomplete: true,
        keepOpen: true
    });

    var marker;

    $scope.addressType = function(query) {
    };

    $scope.addressSearch = function(query) {
        $timeout.cancel(addressQueryPromise);
        addressQueryPromise = $timeout(function() {
            var queryInChicago = query + " Chicago";
            geocoder.query({
                query: queryInChicago,
                proximity: L.latLng(41.825, -87.727),
                types: 'address'
            }, function (err, result) {
                var results = result.results.features;
                results = _.filter(results, function(item) {
                    return item.id.indexOf('address.') == 0 && item.place_name.indexOf('Chicago,') > -1;
                });
                results = _.map(results, function(item) {
                    item.place_name = item.place_name.replace(", United States", "");
                    return item;
                });

                if (results.length > 0) {
                    var center = results[0].center;
                    var lat = center[1];
                    var lng = center[0];
                    window.chicagoMap.setView(new L.LatLng(lat, lng), 15);

                    $scope.$apply(function() {
                        Data.offCenter = true;
                    })

                    if (marker) {
                        window.chicagoMap.removeLayer(marker);
                    }
                    marker = L.mapbox.featureLayer({
                        type: 'Feature',
                        geometry: {
                            type: 'Point',
                            coordinates: [lng, lat]
                        },
                        properties: {
                            description: query,
                            'marker-size': 'large',
                            'marker-color': '#000000',
                            'marker-symbol': 'star'
                        }
                    }).addTo(window.chicagoMap);
                }
            });
        }, 500);
    };
});

csApp.controller("homeCtrl", function ($scope, $http, $location, $timeout, Data) {
    $scope.data = Data;
    Data.bodyclass = "home";
    Data.showSearch = false;

    var colors = ['#d73027','#f46d43','#fdae61','#fee08b','#ffffbf','#d9ef8b','#a6d96a','#66bd63','#1a9850'];
    colors.reverse();

    var ranges = [];
    var crimeData = {};
    var tracts;
    var changeHourPromise;
    var accurancy_rates;
    $scope.hour_loading = "Loading initial data";

    if (window.chicagoMap) {
        window.chicagoMap.remove();
    }
    window.chicagoMap = L.mapbox.map('map', 'meemking.oej03m5h', {
        attribution: 'Map data &copy; <a href="http://openstreetmap.org">OpenStreetMap</a> contributors, <a href="http://creativecommons.org/licenses/by-sa/2.0/">CC-BY-SA</a>, Imagery Â© <a href="http://www.mapbox.com/about/maps/">Mapbox</a>',
        scrollWheelZoom: false
    }).setView([41.825, -87.727], 11);

    var dataDictionary = {
        "violent_with": 0,
        "assault_with": 1,
        "robbery_with": 2,
    }

    // Need to reset this on page load because it might get changed on Tract page.
    Data.weatherFilter = "with";

    $scope.$watchGroup(['data.crimeFilter', 'data.weatherFilter'], function(newVal, oldVal) {
        // Only render map if currentHour trigger has been set
        if (tracts) {
            renderHomeMap();
        };
    });

    var timeRange = function(startTime) {
        var endTime = new Date(startTime.valueOf());
        endTime = new Date(endTime.setHours(startTime.getHours() + 1));
        return startTime.format("M j @ gb") + " - " + endTime.format("gb");
    }

    $scope.$watchGroup(['data.currentHour'], function(newVal, oldVal) {
        // Only request new data if slider has been resting for 300ms. Otherwise it'll make a request as user slides along track.
        window.chicagoMap.eachLayer(function(layer) {
            if (layer.setStyle && layer.options.id) {
                layer.setStyle({
                    fillOpacity: 0.25
                });
            }
        });

        if (Data.zero_hour) {
            $scope.data_state = "changing";
            var hourToShow = new Date(Data.zero_hour.valueOf());
            hourToShow = new Date(hourToShow.setHours(Data.zero_hour.getHours() + parseInt(Data.currentHour, 10)));
            $scope.hour_loading = timeRange(hourToShow);
        }

        var cancelled = $timeout.cancel(changeHourPromise);
        changeHourPromise = $timeout(function() {
            $scope.data_state = "loading";
            $http.get("/hour" + Data.currentHour + ".json").success(function(response) {
                var startTime = convertToDate(response.dt);
                $scope.dt = timeRange(startTime);

                // Set this the first time the page loads so we know how to estimate offset when user is moving slider
                if (!Data.zero_hour) {
                    Data.zero_hour = startTime;
                }

                $scope.temp = response.drybulb_fahrenheit;
                $scope.precip = response.hourly_precip;
                $scope.humidity = response.relative_humidity;
                $scope.wind = response.wind_speed;
                $scope.data.prediction_timestamp = response.prediction_timestamp;
                tracts = response.tracts;

                $scope.accuracy_rates = {
                    'assault': response["Assault_Accuracy_Rate"],
                    'robbery': response["Robbery_Accuracy_Rate"],
                    'violent': response["ViolentCrime_Accuracy_Rate"],
                };

                renderHomeMap();

                $scope.data_state = "ready";
            });
        }, 300);
    });

    var getFillColor = function(tractID) {
        try {
            var val = crimeData[tractID];
            var colorSegment = _.sortedIndex(ranges, val);
        } catch (TypeError) {
            var colorSegment = 0;
        }
        return colors[colorSegment];
    }

    var getTooltip = function(tractID) {
        return "Chance of crime: " + (Math.round(crimeData[tractID] * 1000) / 10) + "%";
    }

    var renderHomeMap = function() {
        crimeData = _.mapObject(tracts, function(val, key) {
            var currentIndex = dataDictionary[Data.filterCombined()];
            return +val[currentIndex];
        });

        // Set up color legend
        var min = _.min(crimeData);
        var max = _.max(crimeData);
        var step = (max - min) / 8;
        ranges = [
            min,
            min + step,
            min + step * 2,
            min + step * 3,
            min + step * 4,
            min + step * 5,
            min + step * 6,
            min + step * 7,
            max
        ];

        $scope.ranges = _.map(ranges, function(n, i) {
            return {
                "n": n.toFixed(3),
                "color": colors[i]
            };
        });

        var fillOpacity = .8;

        if (!$scope.allTracts) {
            $scope.allTracts = L.layerGroup();

            for (var path in window.tractPaths) {
                var noZeroID = parseInt(path);
                var poly = L.polygon(
                    window.tractPaths[path],
                    {
                        id: noZeroID,
                        opacity: 0,
                        weight: 0,
                        color: '#999',
                        fillOpacity: fillOpacity,
                        fillColor: getFillColor(noZeroID)
                    }
                )
                .bindLabel(getTooltip(noZeroID))
                .on('mouseover', function(e){
                e.target.setStyle({
                color: '#2262CC',
                weight: 3,
                opacity: 0.6,
                fillOpacity: 0.65,
                fillColor: '#2262CC'})
                })
                .on('mouseout',function(e){
                      e.target.setStyle({
                        id: noZeroID,
                        opacity: 0,
                        weight: 0,
                        color: '#999',
                        fillOpacity: fillOpacity,
                        fillColor: getFillColor(noZeroID)})
                    })
                .on('click', Data.tractClick);
                $scope.allTracts.addLayer(poly);
            }

            $scope.allTracts.addTo(window.chicagoMap);
        } else {
            window.chicagoMap.eachLayer(function(layer) {
                if (layer.setStyle && layer.options.id) {
                    layer.label.setContent(getTooltip(layer.options.id));
                    layer.setStyle({
                        fillOpacity: fillOpacity, // repeating this because we set it to something low while new data is loading
                        fillColor: getFillColor(layer.options.id)
                    });
                }
            })
        }
    };
});

csApp.controller("tractCtrl", function ($scope, $http, $location, $routeParams, $timeout, Data) {
    $scope.data = Data;
    Data.bodyclass = "tract";
    Data.offCenter = false;
    Data.showSearch = false;

    $scope.$watchGroup(['data.crimeFilter', 'data.weatherFilter', 'dataGroups'], function(newVal, oldVal) {
        $scope.axisTitle = "Chance of crime";
        $scope.lowerBound = -50;
        $scope.upperBound = 50;
        if (newVal[1] == 'delta') {
            $scope.axisTitle = "Change in chance of crime";
            $scope.lowerBound = -200;
            $scope.upperBound = 200;
        }

        if ($scope.dataGroups) {
            $scope.crimeData = $scope.dataGroups[Data.filterCombined()];
            $scope.chartConfig.series[0].data = $scope.crimeData;

            var hc = $scope.chartConfig.getHighcharts();
            hc.yAxis[0].setExtremes($scope.lowerBound, $scope.upperBound);
            hc.yAxis[0].axisTitle.attr({
                text: $scope.axisTitle
            });
        }
    });

    if (window.chicagoMap) {
        window.chicagoMap.remove();
    }
    window.chicagoMap = L.mapbox.map('tractmap', 'meemking.oej03m5h', {
        attribution: 'Map data &copy; <a href="http://openstreetmap.org">OpenStreetMap</a> contributors, <a href="http://creativecommons.org/licenses/by-sa/2.0/">CC-BY-SA</a>, Imagery Â© <a href="http://www.mapbox.com/about/maps/">Mapbox</a>',
        scrollWheelZoom: false
    });

    $scope.recenter = function() {
        window.chicagoMap.setView($scope.tractCenter, 15);
        Data.offCenter = false;
    }

    $scope.tractID = $routeParams.id;
    $scope.test = 'https://crimescape.shinyapps.io/Tract_Hour_Plots?type=violent-crime&tract=' + $routeParams.id;
    $http.get("/tract" + $scope.tractID + ".json").success(function(response) {
        $scope.data.prediction_timestamp = response.prediction_timestamp;

        $scope.tractCenter = response.center;
        window.chicagoMap.setView($scope.tractCenter, 15);

        $scope.allTracts = L.layerGroup();
        for (var path in window.tractPaths) {
            var noZeroID = parseInt(path);
            var poly = L.polygon(
                window.tractPaths[path],
                {
                    id: noZeroID,
                    opacity: 1,
                    weight: 1,
                    color: '#600000',
                    fillOpacity: .25,
                    fillColor: noZeroID == $scope.tractID ? '#800000' : '#fff'
                }
            )
            .bindLabel("Tract #" + path)
            .on('click', Data.tractClick);
            $scope.allTracts.addLayer(poly);
        }
        $scope.allTracts.addTo(window.chicagoMap);

        var dataGroups = _.unzip(response.hours);
        $scope.dataDictionary = {
            "violent_without": dataGroups[1],
            "assault_without": dataGroups[2],
            "robbery_without": dataGroups[3],
            "violent_with": dataGroups[4],
            "assault_with": dataGroups[5],
            "robbery_with": dataGroups[6],
        }

        var metadataGroups = _.unzip(response.metadata);
        var getMetadata = function(key, isPercentage, decimals) {
            var i = _.indexOf(response.metadata_legend, key);
            var arr = metadataGroups[i];
            var multiplier = !decimals ? 10 : Math.pow(10, decimals);
            return _.map(arr, function(n) {
                var f = parseFloat(+n) * (isPercentage ? 100 : 1);
                return Math.round(f * multiplier) / multiplier;
            });
        }

        $scope.all_temps = getMetadata("drybulb_fahrenheit");
        $scope.all_precip = getMetadata("hourly_precip", false, 2);
        $scope.all_wind = getMetadata("wind_speed");
        $scope.all_humidity = getMetadata("relative_humidity");

        $scope.accuracyDictionary = {
            "violent": getMetadata("ViolentCrime_Accuracy_Rate", true),
            "assault": getMetadata("Assault_Accuracy_Rate", true),
            "robbery": getMetadata("Assault_Accuracy_Rate", true),
        }

        $scope.dataGroups = _.mapObject($scope.dataDictionary, function(dataGroup, key) {
            var floats = _.map(dataGroup, function(n) {
                return Math.round(n * 1000) / 10;
            });
            return floats;
        });

        _.each(Data.crimeFilters, function(type, i) {
            var type_slug = type[0];
            var zipped = _.zip($scope.dataGroups[type_slug + "_with"], $scope.dataGroups[type_slug + "_without"]);
            var delta = _.map(zipped, function(p) {
                var diff = (p[0] - p[1]) / p[1];
                return Math.round(diff * 1000) / 10;
            });
            $scope.dataGroups[type_slug + "_delta"] = delta;
        });

        var crimeColor = "#FFA319";
        var precipColor = "#5D8FA7";

        $scope.chartConfig = {
            options: {
                chart: {
                    alignTicks: false,
                    animation: false,
                    type: 'line',
                    renderTo: 'chart',
                    marginBottom: 50
                },
                legend: {
                    enabled: false
                },
                tooltip: {
                    headerFormat: '',
                    borderColor: '#333',
                    borderRadius: '8',
                    formatter: function() {
                        var dateString = response.hours[this.x][0];
                        var dateObj = convertToDate(dateString);
                        var dateFormatted = dateObj.format("M j @ ga");
                        var percentCaption = 'chance of crime'
                        if (Data.weatherFilter == 'delta') {
                            percentCaption = this.points[0].y >= 0 ? 'more' : 'less'
                            percentCaption += ' chance'
                        }

                        var y = Math.abs(this.points[0].y)

                        var result = ""
                            + '<div style="text-transform:uppercase;font-size: 11px;line-height: 15px;">'
                                + dateFormatted
                            + "</div>"
                            + '<div style="font-weight:bold;font-size:15px;margin-bottom: 3px;">'
                                + y
                                + '% '
                                + percentCaption
                            + "</div>"
                            + '<div style="font-size: 12px;line-height: 15px;color:#000">'
                                + $scope.all_temps[this.x]
                                + "°F"
                                + "<br>"
                                + $scope.all_wind[this.x]
                                + " MPH wind"
                                + "<br>"
                                + $scope.all_precip[this.x]
                                + '" precipitation'
                                + "<br>"
                                + $scope.all_humidity[this.x]
                                + "% humidity"
                            + "</div>"
                            + '<div style="text-transform:uppercase; font-size: 10px;line-height: 15px;padding-top:1em;">'
                                + $scope.accuracyDictionary[Data.crimeFilter][this.x]
                                + "% accuracy"
                            + "</div>";

                        return result;
                    },
                    pointFormat: '{point.y}',
                    shared: true,
                    shadow: false,
                    style: {
                        fontFamily: 'Monda, Helvetica, sans-serif',
                        fontSize: '14px',
                    },
                    useHTML: true
                },
                yAxis: [{
                    min: $scope.lowerBound,
                    max: $scope.upperBound,
                    endOnTick: false,
                    labels: {
                        formatter: function () {
                            return this.value + "%";
                        },
                        style: {
                            fontFamily: "Monda, Helvetica, sans-serif",
                            color: crimeColor
                        }
                    },
                    title: {
                        style: {
                            fontFamily: "Monda, Helvetica, sans-serif",
                            fontSize: "1rem",
                            fontWeight: "bold",
                            color: crimeColor
                        },
                        text: $scope.axisTitle,
                        x: 0
                    }
                }, {
                    min: -25,
                    max: 100,
                    gridLineWidth: 0,
                    labels: {
                        formatter: function () {
                            return this.value + "°";
                        },
                        style: {
                            fontFamily: "Monda, Helvetica, sans-serif",
                        }
                    },
                    title: {
                        style: {
                            fontFamily: "Monda, Helvetica, sans-serif",
                            fontSize: "1rem",
                            fontWeight: "bold"
                        },
                        text: 'Temperature',
                        x: 0
                    },
                    opposite: true
                }, {
                    min: 0,
                    max: 2,
                    gridLineWidth: 0,
                    labels: {
                        formatter: function () {
                            return this.value + '"';
                        },
                        style: {
                            fontFamily: "Monda, Helvetica, sans-serif",
                            color: precipColor
                        }
                    },
                    title: {
                        style: {
                            fontFamily: "Monda, Helvetica, sans-serif",
                            fontSize: "1rem",
                            fontWeight: "bold",
                            color: precipColor
                        },
                        text: 'Precipitation',
                    },
                    opposite: true
                }]
            },
            series: [{
                id: 1,
                data: $scope.dataGroups[Data.filterCombined()],
                name: "Chance of crime",
                type: "area",
                color: crimeColor,
                marker: {
                    enabled: false,
                    symbol: "circle",
                    radius: 4
                },
                yAxis: 0,
                zIndex: 300
            },{
                data: $scope.all_temps,
                name: "Temperature",
                type: "line",
                lineColor: "#888",
                marker: {
                    enabled: false,
                    fillColor: "#222"
                },
                yAxis: 1,
                zIndex: 200
            },{
                data: $scope.all_precip,
                name: "Precipitation",
                lineColor: precipColor,
                marker: {
                    enabled: false,
                    fillColor: precipColor
                },
                yAxis: 2,
                zIndex: 400
            }],
            xAxis: {
                labels: {
                    style: {
                        fontFamily: "Monda, Helvetica, sans-serif",
                    }
                },
                title: {
                    style: {
                        fontFamily: "Monda, Helvetica, sans-serif",
                        fontSize: "1rem",
                        fontWeight: "bold"
                    },
                    text: 'Hours from now',
                    y: 14
                }
            },
            title: {
                enabled: false,
                text: ''
            }
        };
    });
});

csApp.controller("aboutCtrl", function ($scope, $http, $location, Data) {
    $scope.data = Data;
    Data.bodyclass = "about";
});

csApp.controller("bodyCtrl", function ($scope, $http, $location, Data) {
    $scope.data = Data;
});


// https://github.com/jacwright/date.format
(function() {
    Date.shortMonths = ['Jan', 'Feb', 'Mar', 'Apr', 'May', 'Jun', 'Jul', 'Aug', 'Sep', 'Oct', 'Nov', 'Dec'];
    Date.longMonths = ['January', 'February', 'March', 'April', 'May', 'June', 'July', 'August', 'September', 'October', 'November', 'December'];
    Date.shortDays = ['Sun', 'Mon', 'Tue', 'Wed', 'Thu', 'Fri', 'Sat'];
    Date.longDays = ['Sunday', 'Monday', 'Tuesday', 'Wednesday', 'Thursday', 'Friday', 'Saturday'];

    // defining patterns
    var replaceChars = {
        // Day
        d: function() { return (this.getDate() < 10 ? '0' : '') + this.getDate(); },
        D: function() { return Date.shortDays[this.getDay()]; },
        j: function() { return this.getDate(); },
        l: function() { return Date.longDays[this.getDay()]; },
        N: function() { return (this.getDay() == 0 ? 7 : this.getDay()); },
        S: function() { return (this.getDate() % 10 == 1 && this.getDate() != 11 ? 'st' : (this.getDate() % 10 == 2 && this.getDate() != 12 ? 'nd' : (this.getDate() % 10 == 3 && this.getDate() != 13 ? 'rd' : 'th'))); },
        w: function() { return this.getDay(); },
        z: function() { var d = new Date(this.getFullYear(),0,1); return Math.ceil((this - d) / 86400000); }, // Fixed now
        // Week
        W: function() {
            var target = new Date(this.valueOf());
            var dayNr = (this.getDay() + 6) % 7;
            target.setDate(target.getDate() - dayNr + 3);
            var firstThursday = target.valueOf();
            target.setMonth(0, 1);
            if (target.getDay() !== 4) {
                target.setMonth(0, 1 + ((4 - target.getDay()) + 7) % 7);
            }
            return 1 + Math.ceil((firstThursday - target) / 604800000);
        },
        // Month
        F: function() { return Date.longMonths[this.getMonth()]; },
        m: function() { return (this.getMonth() < 9 ? '0' : '') + (this.getMonth() + 1); },
        M: function() { return Date.shortMonths[this.getMonth()]; },
        n: function() { return this.getMonth() + 1; },
        t: function() {
            var year = this.getFullYear(), nextMonth = this.getMonth() + 1;
            if (nextMonth === 12) {
                year = year++;
                nextMonth = 0;
            }
            return new Date(year, nextMonth, 0).getDate();
        },
        // Year
        L: function() { var year = this.getFullYear(); return (year % 400 == 0 || (year % 100 != 0 && year % 4 == 0)); },   // Fixed now
        o: function() { var d  = new Date(this.valueOf());  d.setDate(d.getDate() - ((this.getDay() + 6) % 7) + 3); return d.getFullYear();}, //Fixed now
        Y: function() { return this.getFullYear(); },
        y: function() { return ('' + this.getFullYear()).substr(2); },
        // Time
        a: function() { return this.getHours() < 12 ? 'am' : 'pm'; },
        b: function() { return this.getHours() < 12 ? 'a' : 'p'; },
        A: function() { return this.getHours() < 12 ? 'AM' : 'PM'; },
        B: function() { return Math.floor((((this.getUTCHours() + 1) % 24) + this.getUTCMinutes() / 60 + this.getUTCSeconds() / 3600) * 1000 / 24); }, // Fixed now
        g: function() { return this.getHours() % 12 || 12; },
        G: function() { return this.getHours(); },
        h: function() { return ((this.getHours() % 12 || 12) < 10 ? '0' : '') + (this.getHours() % 12 || 12); },
        H: function() { return (this.getHours() < 10 ? '0' : '') + this.getHours(); },
        i: function() { return (this.getMinutes() < 10 ? '0' : '') + this.getMinutes(); },
        s: function() { return (this.getSeconds() < 10 ? '0' : '') + this.getSeconds(); },
        u: function() { var m = this.getMilliseconds(); return (m < 10 ? '00' : (m < 100 ?
    '0' : '')) + m; },
        // Timezone
        e: function() { return /\((.*)\)/.exec(new Date().toString())[1]; },
        I: function() {
            var DST = null;
                for (var i = 0; i < 12; ++i) {
                        var d = new Date(this.getFullYear(), i, 1);
                        var offset = d.getTimezoneOffset();

                        if (DST === null) DST = offset;
                        else if (offset < DST) { DST = offset; break; }                     else if (offset > DST) break;
                }
                return (this.getTimezoneOffset() == DST) | 0;
            },
        O: function() { return (-this.getTimezoneOffset() < 0 ? '-' : '+') + (Math.abs(this.getTimezoneOffset() / 60) < 10 ? '0' : '') + (Math.abs(this.getTimezoneOffset() / 60)) + '00'; },
        P: function() { return (-this.getTimezoneOffset() < 0 ? '-' : '+') + (Math.abs(this.getTimezoneOffset() / 60) < 10 ? '0' : '') + (Math.abs(this.getTimezoneOffset() / 60)) + ':00'; }, // Fixed now
        T: function() { return this.toTimeString().replace(/^.+ \(?([^\)]+)\)?$/, '$1'); },
        Z: function() { return -this.getTimezoneOffset() * 60; },
        // Full Date/Time
        c: function() { return this.format("Y-m-d\\TH:i:sP"); }, // Fixed now
        r: function() { return this.toString(); },
        U: function() { return this.getTime() / 1000; }
    };

    // Simulates PHP's date function
    Date.prototype.format = function(format) {
        var date = this;
        return format.replace(/(\\?)(.)/g, function(_, esc, chr) {
            return (esc === '' && replaceChars[chr]) ? replaceChars[chr].call(date) : chr;
        });
    };

}).call(this);


